Repository: tunmsk/nextgen-facebook
Catalog: languages/nextgen-facebook-*.po
Languages: fr_ca

source: Select the Schema type for user / author pages. The default Schema type is %s.
fr_ca: Sélectionnez le type de Schéma pour l'utilisateur / auteur des pages. Le type de schéma par défaut est %s.

source: Select the Schema type for search results pages. The default Schema type is %s.
fr_ca: Sélectionnez le type de Schéma pour les résultats de recherche. Le type de schéma par défaut est %s.

source: Select the Schema type for each WordPress post type. The Schema type defines the item type for Schema JSON-LD markup and/or meta tags in the webpage head section.
fr_ca: Sélectionnez le type de Schéma pour chaque type d'article WordPress. Le type de Schéma définit le type de balisage Schéma JSON-LD et/ou balises méta dans l'entête de la page Web.

source: The default Schema Item Type for reviewed items.
fr_ca: Le type d'élément de Schéma par défaut les évaluations d'articles.

source: Pinterest ignores Facebook-style Author Profile URLs in the %1$s Open Graph meta tags.
fr_ca: Pinterest ignore les balises méta Open Graph %1$s qui contiennes des URLs de profil d'auteurs Facebook.

source: A different meta tag value can be used when the Pinterest crawler is detected.
fr_ca: Une valeur de balise méta différente peut être utilisée lorsque le robot Pinterest est détecté.

source: Select an <em>%1$s</em> for the %2$s meta tag or "[None]" to disable this feature (the recommended value is "Display Name").
fr_ca: Sélectionnez un <em>%1$s</em> pour la balise méta %2$s ou "[Aucun]" pour désactiver cette fonctionnalité (la valeur recommandée est le "Nom à afficher publiquement").

source: To <a href="%s" target="_blank">verify your website</a> with Pinterest, edit your business account profile on Pinterest and click the "Verify Website" button.
fr_ca: Pour <a href="%s" target="_blank">vérifier votre site Web</a> avec Pinterest, modifiez votre profil de compte d'entreprise sur Pinterest et cliquez sur le bouton "Vérifier le site".

source: Enter the supplied "p:domain_verify" meta tag <em>content</em> value here.
fr_ca: Entrez la valeur du <em>contenu</em> de la balise méta "p:domain_verify" fourni ici.

source: Add the Google / Schema image to the content (in a hidden container) for the Pinterest Pin It browser button.
fr_ca: Ajouter l'image Google / Schéma au contenu (dans un conteneur masqué) pour le bouton du navigateur Pin It de Pinterest.

source: Add a "nopin" attribute to images from the WordPress Media Library to prevent the Pin It button from suggesting those images.
fr_ca: Ajouter un attribut "nopin" aux images de la bibliothèque de médias de WordPress pour empêcher que le bouton Pin It suggère ces images.

source: Add a "nopin" attribute to the header image (since WP v4.4) to prevent the Pin It button from suggesting that image.
fr_ca: Ajoutez un attribut "nopin" à l'image d'en-tête (depuis WP v4.4) pour empêcher que le bouton Pin It suggère cette image.

source: The built-in WordPress contact field names cannot be modified.
fr_ca: Le nom des champs de contact intégrés WordPress ne peuvent pas être modifiés .

source: Individual sites/blogs may use this value as a default (when the plugin is first activated), if the current site/blog option value is blank, or force every site/blog to use this specific value.
fr_ca: Les sites/blogs individuels peuvent utiliser cette valeur par défaut (quand l'extension est activée pour la première fois), si la valeur de l'option du site/blog est vide, ou forcer chaque site/blog a utiliser cette valeur spécifique.

source: Facebook and most social websites read Open Graph meta tags.
fr_ca: Facebook et la majorité des sites sociaux utilisent les balises méta Open Graph.

source: The Facebook debugger allows you to refresh Facebook's cache, while also validating the Open Graph meta tag values.
fr_ca: Le débogueur de Facebook vous permet d'actualiser le cache de Facebook, tout en validant également les balises méta Open Graph.

source: The Facebook debugger remains the most stable and reliable method to verify Open Graph meta tags.
fr_ca: Le débogueur Facebook reste la méthode la plus stable et fiable pour vérifier les balises méta Open Graph.

source: You may have to click the "Fetch new scrape information" button a few times to refresh Facebook's cache.
fr_ca: Cliquez le bouton "Fetch new scrape information" quelques fois pour actualiser le cache de Facebook.

source: Verify that Google can correctly parse your structured data markup (meta tags, Schema, Microdata, and JSON-LD markup) for Google Search and Google+.
fr_ca: Vérifiez que Google peut analyser correctement votre balisage de données structurées (méta, schéma, microdonnées, et JSON-LD) pour Google Search et Google+.

source: Validate the Open Graph / Rich Pin meta tags and apply to have them shown on Pinterest zoomed pins.
fr_ca: Valider les balises méta Open Graph / Rich Pin et appliquent pour les montrés sur les épingles Pinterest agrandies.

source: The Twitter Card Validator does not accept query arguments &mdash; paste the following URL in the Twitter Card Validator "Card URL" input field (copy the URL using the clipboard icon):
fr_ca: Le validateur de carte Twitter n'accepte pas les arguments de requête &mdash; collez l'URL de partage suivant dans le champ d'entrée de validation "Card URL" (copiez l'URL à l'aide de l'icône presse-papiers):

source: Validate the HTML syntax and HTML 5 conformance of your meta tags and theme templates markup.
fr_ca: Valider la syntaxe HTML et la conformité HTML 5 de vos balises méta et le balisage de modèles de votre thème.

source: When the %1$s option is enabled, the W3C validator will show errors for itemprop attributes in meta elements &mdash; you may ignore these errors or disable the %1$s option.
fr_ca: Lorsque l'option %1$s est active, le validateur W3C indiquera des erreurs pour des attributs itemprop dans les éléments méta &mdash; vous pouvez ignorer ces erreurs ou désactivez l'option %1$s.

source: Validate the HTML syntax and HTML AMP conformance of your meta tags and the AMP markup of your templates.
fr_ca: Valider la syntaxe HTML et la conformité HTML AMP de vos balises méta et le balisage AMP de vos modèles.

source: The <a href="%s">AMP plugin by Automattic</a> is required to validate AMP formatted webpages.
fr_ca: L'<a href="%s">extension AMP d'Automattic</a> est requise pour valider des pages Web AMP.

source: The social preview shows an <em>example</em> link share on Facebook. Images are displayed using Facebooks suggested minimum image dimensions of 600x315px. Actual shares on Facebook and other social websites may look significantly different than this example (depending on the client platform, resolution, orientation, etc.).
fr_ca: L'aperçu sociale montre un <em>exemple</em> d'un partage typique Facebook. L'image affichée utilisent les dimensions minimales de 600x315px suggéré par Facebook. Un partage réelle sur Facebook et d'autres sites sociaux pourrait être très différent de cet exemple (en fonction de la plateforme client, la résolution, l'orientation, etc.).

source: After purchasing license(s) for the %1$s plugin, or any of its Pro extensions, you'll receive an email with a unique Authentication ID and installation instructions.
fr_ca: Après l'achat de licence(s) pour %1$s, ou pour ses extensions Pro, vous recevrez un email avec un ID d'authentification unique et des instructions d'installation.

source: Enter the Authentication ID(s) on this settings page to upgrade the Free version and enable Pro version updates.
fr_ca: Entrez les IDs d'authentification sur cette page de réglages pour mettre à niveau la version gratuite, et accéder aux mises à jour pour les versions Pro.

source: The %1$s Free extension must be installed and active in order to check for Pro version updates, and a licensed %2$s plugin is required to use any of its Pro extensions.
fr_ca: L'extension gratuite %1$s doit être installer et active afin de vérifier pour des mises à jour Pro, et %2$s est nécessaire pour utiliser ses extensions Pro.

source: You may enter the Authentication IDs on this page <em>to define a value for all sites within the network</em> &mdash; or enter the Authentication IDs individually on each site's %1$s settings page.
fr_ca: Vous pouvez entrez les IDs d'authentification sur cette page <em>pour définir une valeur pour tous les sites du réseau</em> &mdash; ou entrez les IDs d'authentification individuellement sur chaque page de réglage %1$s des sites.

source: If you enter Authentication IDs on this network settings page, <em>please make sure you have purchased enough licenses for all sites within the network</em> &mdash; as an example, to license a plugin for 10 sites, you would need an Authentication ID with a 10 license pack.
fr_ca: Si vous entrez des IDs d'authentification sur cette page de réglages réseau, <em>assurez vous d'avoir acheter un nombre de licences suffisant pour tous les sites du réseau</em> &mdash; par exemple, pour autoriser une extension pour 10 sites, vous avez besoin d'un ID d'authentification avec un paquet de 10 licences.

source: <strong>WordPress uses the default site / blog ID to install and update plugins from the Network Admin interface</strong> &mdash; to install Pro version updates from the Network Admin interface, please make sure the %1$s extension is active for the default site and the default site is licensed.
fr_ca: <strong>WordPress utilise l'ID du site / blog par défaut pour installer et mettre à jour les extensions de l'interface Admin du réseau</strong> &mdash; pour installer les mises à jour de version Pro à partir de l'interface Admin du réseau, assurez-vous que l'extension %1$s est active pour le site par défaut et que le site par défaut est autorisé.

source: The following options allow you to customize the contact fields shown in <a href="%s">the user profile page</a> in the <strong>Contact Info</strong> section.
fr_ca: Les options suivantes vous permettent de personnaliser les champs de contacts affichées sur <a href="%s">la page de profil utilisateur</a> sous l'entête <strong>Informations de contact</strong>.

source: %s uses the Facebook, Google+, and Twitter contact values for Facebook / Open Graph, Google / Schema, and Twitter Card meta tags.
fr_ca: %s utilise les valeurs de contact Facebook, Google+ et Twitter pour les balises méta Facebook / Open Graph, Google / Schéma et Carte de Twitter.

source: You should not modify the <em>%s</em> unless you have a <em>very</em> good reason to do so.
fr_ca: Vous ne devriez pas modifier le <em>%s</em>, a moins d'avoir une <em>très</em> bonne raison de le faire.

source: The <em>%s</em> on the other hand is for display purposes only and it can be changed as you wish.
fr_ca: En revanche, le <em>%s</em> est utilisé uniquement à des fins d'affichage, et peut être modifié à votre guise.

source: Enabled contact methods are included on user profile editing pages automatically. Your theme is responsible for using their values in its templates (see the WordPress <a href="%s" target="_blank">get_the_author_meta()</a> documentation for examples).
fr_ca: Les méthodes de contact actives sont inclues automatiquement sur les pages d'édition de profil d'utilisateur. Votre thème est responsable d'affichées ces valeurs a d'autre endroits dans leurs modèles (consultez la documentation WordPress de <a href="%s" target="_blank">get_the_author_meta()</a> pour des exemples).

source: DO NOT ENTER YOUR CONTACT INFORMATION HERE &ndash; THESE ARE CONTACT FIELD LABELS ONLY.
fr_ca: N'ENTREZ PAS VOS COORDONNÉES ICI &ndash; CES CHAMPS CONTACTS SONT SEULEMENT DES ÉTIQUETTES.

source: Enter your personal contact information on <a href="%1$s">the user profile page</a>.
fr_ca: Entrez vos informations de contact personnelles sur <a href="%1$s">la page de profil utilisateur</a>.

source: %s adds the following Google / SEO, Facebook, Open Graph, Rich Pin, Schema, and Twitter Card HTML tags to the <code>&lt;head&gt;</code> section of your webpages.
fr_ca: %s ajoute les balises HTML suivantes dans la section <code>&lt;head&gt;</code> de vos pages Web pour Google / SEO, Facebook, Open Graph, Rich Pin, Schéma et carte Twitter.

source: If your theme or another plugin already creates one or more of these HTML tags, you can uncheck them here to prevent duplicates from being added.
fr_ca: Si votre thème ou une autre extension ajoute déjà une ou plusieurs de ces balises, vous pouvez les décocher ici afin d'éviter de crée des doublons.

source: As an example, the "meta name description" HTML tag is automatically unchecked if a <em>known</em> SEO plugin is detected.
fr_ca: À titre d'exemple, la balise HTML "meta name description" est désactivée automatiquement si une extension SEO <em>connu</em> est détecté.

source: The "meta name canonical" HTML tag is unchecked by default since themes often include this meta tag in their header template(s).
fr_ca: La balise HTML "meta name canonical" n'est pas cochée par défaut puisque les thèmes l'incluent souvent dans leurs modèles header.

source: The website / business social account values are used for SEO, Schema, Open Graph, and other social meta tags &ndash; including publisher (Organization) <a href="%s">social markup for Google Search</a>.
fr_ca: Les valeurs des comptes sociaux site Web / d'affaires sont utilisées pour les balises méta SEO, Schéma, Open Graph, et autres &ndash; y compris le <a href="%s">balisage sociale de l'organisation pour Google Search</a>.

source: See the %s settings tab to define an organization logo for Google Search results and enable / disable the addition of publisher (Organization) and/or author (Person) JSON-LD markup.
fr_ca: Voir l'onglet de réglages %s pour définir un logo d'organisation pour Google Search ou activer / désactiver l'ajout de balisage d'organisation et/ou d'auteur (personne) JSON-LD.

# metabox tab
source: Google / Schema
fr_ca: Google / Schéma

source: (note that all %1$s extensions also require a licensed %1$s plugin)
fr_ca: (notez que toutes les extensions %1$s nécessitent également %1$s)

source: Purchase %s licence(s) to install its Pro modules and use the following features / options.
fr_ca: Achetez une license %s pour installer ces modules Pro et utiliser les options / fonctionnalités suivantes.

source: Purchase the %s plugin to install its Pro modules and use the following features / options.
fr_ca: Achetez l'extension %s pour installer ces modules Pro et utiliser les options / fonctionnalités suivantes.

# option comment
source: option requires %s
fr_ca: option nécessite %s

# plugin action link
source: Purchase Pro
fr_ca: Acheter Pro

# plugin action link
source: (%s required)
fr_ca: (%s requis)

source: You can update the excerpt or content text to change the default description values.
fr_ca: Vous pouvez mettre à jour le texte d'extrait ou du contenu pour modifier les descriptions par défaut.

source: You can change the social image by selecting a featured image, attaching image(s) or including images in the content.
fr_ca: Vous pouvez changer l'image sociale en sélectionnant une image à la Une, attacher une / plusieurs image(s), ou ajouter des images aux contenu.

source: Video service API modules &mdash; required to detect embedded videos &mdash; are available in the %s version.
fr_ca: Les modules d'API de services vidéo &mdash; nécessaires pour détecter des vidéos intégrées &mdash; sont disponibles dans la version %s.

source: A larger and/or different custom image &mdash; specifically for social meta tags and markup &mdash; can be selected in the Social Settings metabox under the <em>Select Media</em> tab.
fr_ca: Une image personnalisée plus grande et/ou différente &mdash précisément pour les balises social &mdash; peut être sélectionné dans le metabox Réglages Sociaux sous l'onglet <em>Choisir Média</em>.

source: Additional information shown only to users with Administrative privileges:
fr_ca: Informations complémentaires montré uniquement aux utilisateurs administratifs:

source: You can also adjust the <b>%1$s</b> option in the %2$s settings.
fr_ca: Vous pouvez également ajuster l'option <b>%1$s</b> dans les réglages %2$s.

source: Enable the %1$s option.
fr_ca: Activez l'option %1$s.

source: Increase the %2$s option value.
fr_ca: Augmenter la valeur de l'option %2$s.

source: Disable the %1$s option (not recommended).
fr_ca: Désactiver l'option %1$s (non recommandée).

source: Define the %1$s constant as <em>true</em> to auto-hide all dismissable warnings.
fr_ca: Définir la constante %1$s comme <em>true</em> pour masquer tous les avis importants automatiquement.

source: An Open Graph image meta tag could not be created from this webpage content or its custom Social Settings. Facebook <em>requires at least one image meta tag</em> to render shared content correctly.
fr_ca: Une balise méta Open Graph de description n'a pas pu être conçue à partir de ce contenu ou ces paramètres personnalisés. Facebook <em>exiges une balise de description </em> pour présenter un partage correctement.

source: An Open Graph description meta tag could not be created from this webpage content or its custom Social Settings. Facebook <em>requires a description meta tag</em> to render shared content correctly.
fr_ca: Une balise méta Open Graph d'image n'a pas pu être conçue à partir de ce contenu ou ces paramètres personnalisés. Facebook <em>exiges au moins une balise d'image</em> pour présenter un partage correctement.

source: A Schema image property could not be created from this webpage content and/or custom settings. Google <em>requires at least one image property</em> for this Schema item type.
fr_ca: Un balisage Schéma d'image n'a pas pu être conçue à partir de ce contenu et/ou paramètres personnalisés. Google <em>exige au moins une propriété d'image</em> pour ce type de Schéma.

source: The <a href="%1$s">%2$s</a> advanced option is currently disabled.
fr_ca: L'option avancée <a href="%1$s">%2$s</a> est actuellement désactivé.

source: The use of WordPress content filters allows %s to fully render your content text for meta tag descriptions, and detect additional images / embedded videos provided by shortcodes.
fr_ca: L'utilisation de filtres de contenu WordPress permet a %s de rendre pleinement le texte du contenu pour les balises méta de description, et de détecter des images additionnelles, ainsi que des vidéos intégrées ajouté a partir de shortcodes.

source: <a href="%s">If you use any shortcodes in your content text, this option should be enabled</a> &mdash; if you experience display issues after enabling this option, determine which theme / plugin content filter is at fault, and report the problem to its author(s).
fr_ca: <a href="%s">Si vous utilisez des shortcodes dans votre contenu, cette option devrait être activée</a> &mdash; si vous rencontrez des problèmes d'affichage après l'activation de cette option, déterminer quel thème / extension filtre le contenu d'une façon incorrecte, et signalez le problème à son auteur(s).

source: At least one of your theme header templates does not support Schema markup of the webpage head section &mdash; this is especially important for Google and Pinterest.
fr_ca: Au moins un modèle header de votre thème ne supporte pas les balises de schéma d'entêtes de page Web &mdash; ceci est particulièrement important pour Google et Pinterest.

source: The %s element in your header templates should include a function, action, or filter for its attributes.
fr_ca: La balise %s dans vos modèles header devrait inclure un appel de fonction, d'action, ou de filtre pour leurs attributs.

source: %1$s can update your header templates automatically to change the default %2$s element to:
fr_ca: %1$s peut mettre à jour les modèles header automatiquement pour changer la balise %2$s par défaut à:

source: <b><a href="%1$s">Click here to update header templates automatically</a></b> or update the templates yourself manually.
fr_ca: <b><a href="%1$s">Cliquez ici pour mettre à jour les modèles header automatiquement </a></b> ou modifiez les modèles vous-même manuellement.

source: The %1$s plugin Authentication ID option is empty.
fr_ca: L'option ID d'authentification pour l'extension %1$s est vide.

source: To enable Pro version features and allow the plugin to authenticate itself for updates, please enter the unique Authentication ID you received by email on the %s settings page.
fr_ca: Pour activer les fonctionnalités Pro et permettre a l'extensions de s'authentifier pour les mises à jour, veuillez entrer l'ID unique d'authentification que vous avez reçu par courriel sur la page de réglages %s.

source: An Authentication ID has been provided for %1$s but the plugin has not been installed &mdash; you can install and activate the Pro version from the %2$s settings page.
fr_ca: Un ID d'authentification a été fourni pour %1$s, mais l'extension n'a pas été installé &mdash; vous pouvez installer et activer la version Pro de la page de réglages %2$s.

source: An Authentication ID has been provided for %1$s on the %2$s settings page but the Pro version has not been installed &mdash; don't forget to update the current plugin to install the latest Pro version.
fr_ca: Un ID d'authentification a été fourni pour %1$s sur la page de réglages %2$s, mais la version Pro n'a pas été installé &mdash; n'oubliez pas de mettre à jour l'extension pour installer la version Pro courante.

source: WordPress Plugins
fr_ca: Extensions WordPress

source: At least one Authentication ID has been entered on the %1$s settings page,<br/>but the %2$s extension is not active.
fr_ca: Au moins un ID d'authentification a été fourni sur la page de réglages %1$s,<br/>mais l'extension %2$s n'est pas active.

source: This Free plugin is required to update and enable the %1$s plugin and its Pro extensions.
fr_ca: Cette extension gratuite est nécessaire pour activer et mettre à jour %1$s et ses extensions Pro.

source: Install and activate the %1$s extension from the %2$s settings page.
fr_ca: Installer et activer l'extension %1$s à partir de la page de réglages %2$s.

source: The %1$s extension can be activated from the %2$s settings page.
fr_ca: L'extension %1$s peut être activée à partir de la page de réglages %2$s.

source: Once the %s extension is active, one or more Pro version updates may be available for your licensed plugin(s).
fr_ca: Lorsque l'extension %s est active, une ou plusieurs mises à jour Pro pourrait être disponible pour vos extensions sous licence.

source: %1$s version %2$s requires the use of %3$s version %4$s or newer (version %5$s is currently installed).
fr_ca: %1$s version %2$s requiert l'utilisation de %3$s version %4$s ou plus récent (la version %5$s est actuellement installée).

source: If an update for %1$s is not available under the WordPress Plugins page, please use the <em>%2$s</em> button on the %3$s settings page to force an immediate refresh of all %4$s update information.
fr_ca: Si une mise à jour pour %1$s n'est pas encore disponible dans la page d'Extensions WordPress, SVP utilisez le bouton <em>%2$s</em> sur la page de réglages %3$s pour forcer une actualisation immédiate de toutes les informations de mise à jour %4$s.

# lib file description
source: Update Manager
fr_ca: Gestionnaire de Mises à Jour

source: You are using %1$s version %2$s &mdash; <a href="%3$s">this %1$s version is outdated, unsupported, possibly insecure</a>, and may lack important updates and features.
fr_ca: Vous utilisez la version %2$s de %1$s &mdash; <a href="%3$s">cette version de %1$s est obsolète, non supportée, peut-être insécure</a> et pourrait manquer certaines mises à jour et caractéristiques importantes.

source: If possible, please update to the latest %1$s stable release (or at least version %2$s).
fr_ca: Si possible, mettre à jour %1$s à la dernière version stable de production (ou au moins à la version %2$s).
