Repository: tunmsk/nextgen-facebook
Catalog: languages/nextgen-facebook-*.po
Languages: fr_ca

source: The topic that best describes the Posts and Pages on your website.
fr_ca: La rubrique qui décrit le mieux les Articles et Pages de votre site Web.

source: The Pro version also allows you to select a custom Topic for each individual Post and Page.
fr_ca: La version Pro vous permet également de sélectionner une rubrique personnalisé pour chaque Article et Page.

source: Select which contact field to use from the author's WordPress profile page for the Facebook / Open Graph %1$s meta tag. The preferred setting is the Facebook URL field (default value). Select "[None]" if you prefer to exclude the %1$s meta tag, and prevent Facebook from including author attribution in shared links.
fr_ca: Sélectionnez le champ contact de la page profil d'auteur à utiliser pour la balise méta %1$s de Facebook / Open Graph. Le paramètre suggéré est le champ d'URL Facebook (valeur par défaut). Sélectionnez "[Aucun]" si vous désirez exclure la balise méta %1$s et empêcher Facebook de créditer l'auteur sur les liens partagés.

source: If the %1$s is not a valid URL, then fallback to using the author archive URL from this website (example: "%2$s").
fr_ca: Si la valeur de l'option %1$s n'est pas un URL valide, alors l'URL de la page d'archive de l'auteur sera utilisé a ça place (par exemple, "%2$s").

# option label
source: Author Profile URL Field
fr_ca: Champ URL pour profil d'auteur

source: Uncheck this option to disable the author URL fallback feature (default is unchecked).
fr_ca: Décochez cette option pour désactiver la fonctionnalité de repli pour l'URL d'auteur (décochée par défaut).

source: Check this option if you would like to preserve the %s settings when you <em>uninstall</em> the plugin (default is unchecked).
fr_ca: Cochez cette option si vous souhaitez conserver tous les réglages de %s lorsque vous <em>désinstallez</em> l'extension (décochée par défaut).

source: Add debugging messages, as hidden HTML comments, to back-end and front-end webpages (default is unchecked).
fr_ca: Ajouter des messages de débogage, en commentaires HTML cachés, dans les pages Web d'avant et arrière (décochée par défaut).

source: Remove Pro version preview options from settings pages and metaboxes (default is unchecked).
fr_ca: Masquer la pré-visualisation des réglages de la version Pro dans les pages de paramètres et metabox (décochée par défaut).

source: Enabling this option also re-orders the %1$s metabox tabs for your convenience &ndash; moving the %2$s, %3$s, and %4$s tabs topmost.
fr_ca: L'activation de cette option re-ordonne également les onglets metabox %1$s pour votre commodité &ndash; déplaçant les onglets %2$s, %3$s et %4$s au premier plan.

# metabox title
source: Social Settings
fr_ca: Réglages Sociaux

# metabox tab
source: Preview
fr_ca: Aperçu

# metabox tab
source: Head Tags
fr_ca: Balises d'Entête

# metabox tab
source: Validate
fr_ca: Validations

source: Please note that some metaboxes and tabs may be empty, showing only a "<em>%s</em>" message, after enabling this option.
fr_ca: Notez que certaines metabox et onglets peuvent être vides, ne montrant qu'un message "<em>%s</em>", après avoir activé cette option.

source: No options available.
fr_ca: Aucune options disponibles.

source: Select the set of options to display by default in %1$s settings pages and %2$s metabox.
fr_ca: Sélectionnez les options à afficher par défaut dans les pages de réglages %1$s et metabox %2$s.

source: The basic view shows only the most commonly used options, and includes a link to temporarily unhide all options.
fr_ca: L'affichage de base représente que les options les plus couramment utilisées, et comprend un lien pour afficher temporairement toutes les options.

source: Showing all available options by default could prove to be overwhelming for new users.
fr_ca: Montrer toutes les options disponibles par défaut pourrait s'avérer accablant pour les nouveaux utilisateurs.

source: The title values provided by WordPress may include modifications by themes and/or SEO plugins (appending the site name, for example, is common practice). Uncheck this option to use the original title value without modifications (default is unchecked).
fr_ca: Les valeurs des titres fournies par WordPress peuvent inclure des modifications par des thèmes et/ou extensions SEO (ajouter le nom du site, par exemple, est une pratique courante). Décochez cette option pour utiliser la valeur d'origine du titre sans modifications (décochée par défaut).

source: Apply the WordPress "the_content" filter to the content text (default is unchecked). The content filter renders all shortcodes, which may be required to detect images and videos added by shortcodes.
fr_ca: Appliquer le filtre WordPress "the_content" au texte de contenu (décochée par défaut). Le filtre de contenu développe tous les shortcodes, qui peuvent être nécessaires pour détecter les images et les vidéos ajoutées par des shortcodes.

source: Some theme / plugins have badly coded content filters, so this option is disabled by default.
fr_ca: Certains thème / extensions ont des filtres de contenu mal codé, donc cette option est désactivée par défaut.

source: Apply the WordPress "get_the_excerpt" filter to the excerpt text (default is unchecked). Check this option if you use shortcodes in your excerpts, for example.
fr_ca: Appliquez le filtre WordPress "get_the_excerpt" au texte d'extrait (décochée par défaut). Activez cette option si, par exemple, vous utilisez des shortcodes dans vos extraits.

source: %s can add a prefix to paragraphs found with the "wp-caption-text" class.
fr_ca: %s peut ajouter un préfixe aux paragraphes trouvées avec la classe "wp-caption-text".

source: Leave this value empty to prevent caption paragraphs from being prefixed.
fr_ca: Laissez cette valeur vide pour empêcher les paragraphes de légende d'avoir un préfixe.

source: The maximum number of images that %s will consider using from the content.
fr_ca: Le nombre maximum d'images que %s envisagera d'utiliser du contenu.

source: The maximum number of embedded videos that %s will consider using from the content.
fr_ca: Le nombre maximum des vidéos intégrées que %s envisagera d'utiliser du contenu.

source: Additional columns can be included in admin list pages to show the Schema type ID, Open Graph image, etc. When a column is enabled, <strong>individual users can also hide that column</strong> by using the <em>Screen Options</em> tab on each admin list page.
fr_ca: Des colonnes supplémentaires peuvent être ajouté dans les page admin de liste pour afficher l'ID du type de Schéma, l'image Open Graph, etc. Quand une colonne est activée, <strong>les utilisateurs individuels peuvent également masquer cette colonne</strong> à l'aide de l'onglet <em>Options de l'écran</em> sur chaque page admin de liste.

source: Include and exclude specific tabs in the Social Settings metabox.
fr_ca: Inclure et exclure des onglets spécifiques dans le metabox Réglages Sociaux.

source: Read the Yoast SEO custom social meta text for Posts, Terms, and Users.
fr_ca: Utiliser le texte méta social personnalisé de Yoast SEO pour les Articles, Termes, et Utilisateurs.

source: This option is checked by default if the Yoast SEO plugin is active, or its settings are found in the database.
fr_ca: Cette option est cochée par défaut si l'extension Yoast SEO est active, ou ses réglages sont trouvés dans la base de données.

# tooltip fragment
source: an image URL
fr_ca: un URL d'image

# option label
source: Image URL
fr_ca: URL d'image

# tooltip fragment
source: a video URL (not HTML code)
fr_ca: l'URL d'un vidéo (pas de code HTML)

# option label
source: Video URL
fr_ca: URL d'un vidéo

# tooltip fragment
source: video embed HTML code (not a URL)
fr_ca: l'HTML d'un vidéo intégrée (pas un URL)

# tooltip fragment
source: recipe ingredients
fr_ca: les ingrédients de recette

# option label
source: Recipe Ingredients
fr_ca: Ingrédients de recette

# tooltip fragment
source: recipe instructions
fr_ca: instructions pour la recette

# option label
source: Recipe Instructions
fr_ca: Instructions pour la recette

# tooltip fragment
source: a product availability
fr_ca: la disponibilité du produit

# tooltip fragment
source: a product condition
fr_ca: une condition de produit

# tooltip fragment
source: a product price
fr_ca: le prix du produit

# tooltip fragment
source: a product currency
fr_ca: la devise du produit

# option label
source: Product Currency
fr_ca: Devise du produit

source: If your theme or another plugin provides a custom field for %1$s, you may enter its custom field name here.
fr_ca: Si votre thème ou une autre extension fournit un champ personnalisé pour %1$s, vous pouvez entrer son nom de champ personnalisé ici.

source: If a custom field matching that name is found, its value may be used for the %1$s option in the Social Settings metabox.
fr_ca: Si un champ personnalisé correspondant à ce nom est trouvé, sa valeur peut être utilisée pour l'option "%1$s" dans le metabox Réglages Sociaux.

source: If the FORCE_SSL constant is defined as true, %s can redirect front-end URLs from HTTP to HTTPS when required (default is checked).
fr_ca: Si la constante FORCE_SSL est définie comme <em>true</em>, %s peut rediriger les URLs d'avant de HTTP vers HTTPS lorsque requis (cochée par défaut).

source: When editing Posts and Pages, %1$s can check the head section of webpages for conflicting and/or duplicate HTML tags. After %2$d <em>successful</em> checks, no additional checks will be performed &mdash; until the theme and/or any plugin is updated, when another %2$d checks are performed.
fr_ca: Lorsque vous modifiez des Articles et Pages, %1$s peut verifier la section head des pages Web pour des balises HTML en conflit et/ou en double. Après %2$d vérifications <em>réussie</em>, aucune autre vérification sera effectuée — jusqu'à ce que le thème et/ou un plugin est mis à jour, lorsqu'un autre %2$d vérifications seront effectuées.

source: Automatically create missing and/or incorrect images in the WordPress Media Library (default is checked).
fr_ca: Créer automatiquement les images manquantes ou incorrectes dans la bibliothèque de médias WordPress (cochée par défaut).

# option comment
source: disabled
fr_ca: désactivé

source: Head meta tags and Schema markup are saved to the WordPress transient cache to optimize performance.
fr_ca: Les balises méta et balisage de Schéma de l'entête sont enregistrés dans le cache transitoire de WordPress pour optimiser la performance.

source: The suggested cache expiration value is %1$s seconds (%2$s).
fr_ca: La valeur d'expiration de cache suggérée est de %1$s secondes (%2$s).

source: Filtered post content is saved to the WordPress <em>non-persistent</em> object cache to optimize performance.
fr_ca: Le contenu filtré d'article est enregistré dans le cache d'object WordPress <em>non-persistant</em> pour optimiser la performance.

source: The size for image URLs (not image IDs) is retrieved and saved to the WordPress transient cache to optimize performance and network bandwidth.
fr_ca: La taille des URLs d'image (pas les IDs d'image) est récupérée et enregistrée dans le cache transitoire de WordPress pour optimiser les performances et la bande passante du réseau.

source: Shortened URLs are saved to the WordPress transient cache to optimize performance and API connections.
fr_ca: Les URLs raccourcies sont enregistrés dans le cache transitoire de WordPress pour optimiser la performance et les connexions d'APIs.

source: The filtered article topics array is saved to the WordPress transient cache to optimize performance and disk access.
fr_ca: La liste des sujets d'article filtré est enregistré dans le cache transitoire de WordPress pour optimiser les performances et l'accès au disque.

source: The filtered Schema types array is saved to the WordPress transient cache to optimize performance.
fr_ca: La liste filtré des types de Schéma est enregistré dans le cache transitoire de WordPress pour optimiser la performance.

source: Report the number of objects removed from the WordPress cache when posts, terms, and users are updated.
fr_ca: Rapporter le nombre d'objets supprimés du cache WordPress lorsque les articles, termes, et utilisateurs sont mises à jour.

source: Automatically clear all known plugin cache(s) when saving the %s settings (default is checked).
fr_ca: Vider automatiquement tous les caches d'extensions connu lors de l'enregistrement des réglages de %s (cochée par défaut).

source: Clear all shortened URLs when clearing all %s transients from the WordPress database (default is unchecked).
fr_ca: Supprimez tout les URL raccourcies lors du vidange de tout les objets transitoire %s de la base de données WordPress (valeur par défaut est décochée).

source: Shortened URLs are cached for %s to minimize service API calls. Updating all shortened URLs at once may exceed API call limits imposed by your shortening service provider.
fr_ca: Les URL raccourcies sont mises en cache pendant %s pour minimiser les appels d'API de service. La mise à jour immédiate de toutes les URL raccourcies peut dépasser les limites d'appel API imposées par votre fournisseur de services de raccourcissement.

source: Automatically clear the post cache when a new comment is added, or the status of an existing comment is changed.
fr_ca: Vider automatiquement le cache de l'article lorsqu'un nouveau commentaire est ajouté, ou le statut d'un commentaire existant est modifié.

source: A preferred URL shortening service for %s plugin filters and/or extensions that may need to shorten URLs &mdash; don't forget to define the service API keys for the URL shortening service of your choice.
fr_ca: Votre service de raccourcissement d'URL préféré pour les filtres et/ou modules de l'extension %s &mdash; n'oubliez pas de définir les clés d'API pour le service de raccourcissement d'URL que vous avez choisi.

source: The <em>Get Shortlink</em> button and the shortlink meta tag on Posts / Pages provides the shortened sharing URL instead of the default WordPress shortlink URL.
fr_ca: Le bouton <em>Get Shortlink</em> et le méta tag shortlink sur pour les Articles et Pages retourne l'URL de partage raccourci au lieu de l'URL shortlink de WordPress.

source: URLs shorter than this length will not be shortened (the default suggested by Twitter is %d characters).
fr_ca: Les URLs plus court que cette longueur ne seront pas raccourcie (la valeur par défaut suggéré par Twitter est de %d caractères).

source: The Bitly username to use with the Generic Access Token or API Key (deprecated).
fr_ca: Le nom d'utilisateur Bitly à utiliser avec le jeton d'accès génériques ou clé API (déconseillé).

source: The Bitly shortening service requires a <a href="%s" target="_blank">Generic Access Token</a> or API Key (deprecated) to shorten URLs.
fr_ca: Le service de raccourcissement Bitly requiert un <a href="%s" target="_blank">Jeton d'accès générique</a> ou une Clé API (déconseillée) pour raccourcir les URL.

source: The Bitly <a href="%s" target="_blank">API Key</a> authentication method has been deprecated by Bitly.
fr_ca: La méthode d'authentification de <a href="%s" target="_blank">Clé API</a> a été abandonnée par Bitly.

source: The Google BrowserKey value for this website (project). If you don't already have a Google project, visit <a href="%s" target="_blank">Google's Cloud Console</a> and create a new project for your website (use the "Select a project" drop-down).
fr_ca: La valeur du BrowserKey Google pour ce site Web (projet). Si vous n'avez pas déjà un projet Google, visitez <a href="%s" target="_blank">Google Cloud Console</a> et créez un nouveau projet pour votre site Web (utilisez le menu déroulant "Select a project").

source: In order to use Google's URL Shortener API service, you must <em>Enable</em> the URL Shortener API from <a href="%s" target="_blank">Google's Cloud Console</a> (under the project's <em>API &amp; auth / APIs / URL Shortener API</em> settings page).
fr_ca: Pour utiliser le service de raccourcissement d'URL Google, vous devez <em>activer</em> l'API du service a partir du <a href="%s" target="_blank">Google Cloud Console</a> (sous l'item du menu <em>API &amp; auth / API / URL Shortener API</em> de la page de paramètres du projet).

source: Confirm that you have enabled Google's URL Shortener API service by checking the "Yes" option value.
fr_ca: Confirmez que vous avez activé l'API du service de raccourcissement d'URL Google en cochant "Oui" pour cette option.

source: To use Ow.ly as your preferred shortening service, you must provide the Ow.ly API Key for this website (complete this form to <a href="%s" target="_blank">Request Ow.ly API Access</a>).
fr_ca: Pour utiliser Ow.ly comme votre service de raccourcissement préféré, vous devez fournir la clé API Ow.ly pour ce site Web (remplissez ce formulaire pour <a href="%s" target="_blank">demander un accès API Ow.ly</a>).

source: The URL to <a href="%1$s" target="_blank">Your Own URL Shortener</a> (YOURLS) shortening service.
fr_ca: L'URL du service de raccourcissement de lien <a href="%1$s" target="_blank">Your Own URL Shortener</a> (YOURLS).

source: If <a href="%1$s" target="_blank">Your Own URL Shortener</a> (YOURLS) shortening service is private, enter a configured username (see YOURLS Token for an alternative to the username / password options).
fr_ca: Si le service <a href="%1$s" target="_blank">Your Own URL Shortener</a> (YOURLS) est privé, entrez un nom d' utilisateur YOURLS configuré (voir l'option Jeton YOURLS pour un alternatif au nom d' utilisateur / mot de passe).

source: If <a href="%1$s" target="_blank">Your Own URL Shortener</a> (YOURLS) shortening service is private, enter a configured user password (see YOURLS Token for an alternative to the username / password options).
fr_ca: Si le service <a href="%1$s" target="_blank">Your Own URL Shortener</a> (YOURLS) est privé, entrez un mot de passe d'utilisateur YOURLS configuré (voir l'option Jeton YOURLS pour un alternatif au nom d' utilisateur / mot de passe).

source: If <a href="%1$s" target="_blank">Your Own URL Shortener</a> (YOURLS) shortening service is private, you can use a token string for authentication instead of a username / password combination.
fr_ca: Si le service <a href="%1$s" target="_blank">Your Own URL Shortener</a> (YOURLS) est privé, vous pouvez utiliser un jeton d'authentification YOURLS au lieu d'un nom d'utilisateur et mot de passe.

source: If you have a <a href="%1$s" target="_blank">Facebook Business Page for your website / business</a>, you may enter its URL here (for example, the Facebook Business Page URL for %2$s is <a href="%3$s" target="_blank">%4$s</a>).
fr_ca: Si vous avez une <a href="%1$s" target="_blank">Page d'entreprise Facebook pour votre site Web</a>, vous pouvez entrer son URL ici (par exemple, l'URL de Page d'entreprise Facebook pour %2$s est <a href="%3$s" target="_blank">%4$s</a>).

source: The Facebook Business Page URL will be used in Open Graph <em>article</em> webpages and in the site's Schema Organization markup.
fr_ca: L'URL de la Page entreprise de Facebook sera utilisé pour les balises Open Graph des pages Web de type <em>article</em> et le Schéma d'organisation du site.

source: Google Search may use this information to display additional publisher / business details in its search results.
fr_ca: Google Search peut utiliser cette information pour afficher des détails supplémentaire a propos de l'éditeur / de l'entreprise dans les résultats de recherche.

source: The %1$s are used by Facebook to allow access to <a href="%2$s" target="_blank">Facebook Insight</a> data for your website. Note that these are <strong>user account names, not Facebook Page names</strong>. Enter one or more Facebook user names, separated with commas. When viewing your own Facebook wall, your user name is located in the URL (for example, https://www.facebook.com/<strong>user_name</strong>). Enter only the user names, not the URLs.
fr_ca: Les %1$s sont utilisés par Facebook pour permettre l'accès aux données <a href="%2$s" target="_blank">Facebook Insight</a> de votre site Web. Notez que ce sont des <strong>noms de compte utilisateur, et non pas des noms de Page Facebook</strong>. Saisissez un ou plusieurs noms d'utilisateur Facebook, séparées par des virgules. Lors de l'affichage de votre mur Facebook, votre nom d'utilisateur se trouve dans l'URL (par exemple, https://www.facebook.com/<strong>nom_du_compte</strong> ). Entrez seulement les noms de compte utilisateur, et non pas l'URL de Facebook.

# option label
source: Facebook Admin Username(s)
fr_ca: Nom d'utilisateurs admin. Facebook

source: You may update your Facebook user name in the <a href="%1$s" target="_blank">Facebook General Account Settings</a>.
fr_ca: Vous pouvez mettre à jour votre nom d'utilisateur Facebook dans les <a href="%1$s" target="_blank">paramètres généraux de compte Facebook</a>.

source: If you have a <a href="%1$s" target="_blank">Facebook Application ID for your website</a>, enter it here. The Facebook Application ID will appear in webpage meta tags and is used by Facebook to allow access to <a href="%2$s" target="_blank">Facebook Insight</a> data for accounts associated with that Application ID.
fr_ca: Si vous avez un <a href="%1$s" target="_blank">ID d'Application Facebook pour votre site Web</a>, entrez-le ici. L'ID d'Application Facebook sera utilisé dans les balises méta de pages Web, et est utilisé par Facebook pour permettre l'accès aux données de <a href="%2$s" target="_blank">Facebook Insight</a> pour les comptes associée à cet ID d'Application.

source: %1$s uses the Facebook contact field value in the author's WordPress profile for %2$s Open Graph meta tags. This allows Facebook to credit an author on shares, and link their Facebook page URL.
fr_ca: %1$s utilise la valeur du champ de contact Facebook du profil WordPress de l'auteur pour les balises méta Open Graph %2$s. Cela permet à Facebook de reconnaitre un auteur et de relier l'URL de leur page Facebook.

source: If an author does not have a Facebook page URL, %1$s can fallback and use the <em>%2$s</em> instead (the recommended value is "Display Name").
fr_ca: Si un auteur n'a pas d'URL de page Facebook, %1$s peur utilisez le <em>%2$s</em> à ça place (la valeur recommandée est "Nom d'affichage publique").

# option label
source: Author Name Format
fr_ca: Format du nom d'auteur

source: Facebook does not support all WordPress locale values. If the Facebook debugger returns an error parsing the %1$s meta tag, you may have to choose an alternate Facebook language for that WordPress locale.
fr_ca: Facebook ne supporte pas toutes les valeurs de langues WordPress. Si le débogueur Facebook donne une erreur pour la la balise méta %1$s, vous pouvez choisir une langue Facebook différente pour cette langue WordPress.

source: Select an <em>%1$s</em> for the author / Person markup, or "[None]" to disable this feature (the recommended value is "Display Name").
fr_ca: Sélectionnez un <em>%1$s</em> pour le Schéma d'auteur (Personne) ou "[Aucun]" pour désactiver cette fonctionnalité (la valeur recommandée est le "Nom à afficher publiquement").

source: Select the Schema type for a blog (non-static) front page. The default Schema type is %s.
fr_ca: Sélectionnez le type de Schéma pour la page blog (non-statique) d'avant du site. Le type de schéma par défaut est %s.

source: Select the Schema type for a static front page. The default Schema type is %s.
fr_ca: Sélectionnez le type de Schéma pour la page statique d'avant du site. Le type de schéma par défaut est %s.

source: Select the Schema type for archive pages (Category, Tags, etc.). The default Schema type is %s.
fr_ca: Sélectionnez le type de Schéma pour les pages d'archives (Catégories, Étiquettes, etc.). Le type de schéma par défaut est %s.
