Repository: tunmsk/nextgen-facebook
Catalog: languages/nextgen-facebook-*.po
Languages: fr_ca

# package type
source: Free
fr_ca: Gratuit

# plugin action link
source: Other Notes
fr_ca: Autres notes

# plugin action link
source: Pro Support
fr_ca: Soutien Pro

# plugin action link
source: Community Forum
fr_ca: Forum communautaire

source: Submitted options are not an array.
fr_ca: Les options soumises ne sont pas un tableau.

# submit button
source: Clear All Caches
fr_ca: Vider tout les caches

source: Plugin settings have been saved.
fr_ca: Les réglages ont été sauvegardés.

source: Please note that webpage content may take several days to reflect changes.
fr_ca: Le contenu de la page Web pourais prendre plusieurs jours avant de refléter les changements.

source: %s now to force a refresh.
fr_ca: %s maintenant pour forcer un rafraîchissement.

source: All caches have also been cleared (the %s option is enabled).
fr_ca: Tous les caches ont également été vidés (l'option %s est activée).

# option label
source: Clear All Cache on Save Settings
fr_ca: Vider tout les caches lors de l'enregistrement des réglages

source: Nonce token validation failed for network options (update ignored).
fr_ca: La validation du jeton Nonce pour les options de réseau a échoué (mise à jour ignorée).

source: Insufficient privileges to modify network options.
fr_ca: Privilèges insuffisants pour modifier les options de réseau.

source: Nonce token validation failed for %1$s action "%2$s".
fr_ca: La validation du jeton Nonce pour l'action %1$s "%2$s" a échoué.

source: The <b>%2$s</b> extension is not initialized properly. Please make sure you are using the latest versions of %1$s and %2$s.
fr_ca: L'extension <b>%2$s</b> n'est pas initialisée correctement. S'il vous plaît assurez-vous que vous utilisez les dernières versions de %1$s et %2$s.

source: The <b>%1$s</b> extension must be active in order to check for Pro version updates.
fr_ca: L'extension <b>%1$s</b> est requise afin de vérifier pour des mises à jour de versions Pro.

source: Metabox layout preferences for user ID #%d "%s" have been reset.
fr_ca: Préférences de positionnement des metabox pour ID d'utilisateur #%d "%s" ont été réinitialisés.

source: Hidden notices for user ID #%d "%s" have been cleared.
fr_ca: Avis cachés pour ID d'utilisateur #%d "%s" ont été réinitialisés.

source: All image dimensions have been reloaded with their default value and saved.
fr_ca: Toutes les tailles d'images ont été rechargé avec leur valeur par défaut et sauvegardé.

# metabox title
source: Pro Version Available
fr_ca: Version Pro Disponible

# metabox title
source: Pro Version Features
fr_ca: Fonctionnalités Pro

source: Profile updated.
fr_ca: Profil mis à jour.

# submit button
source: Save All Profile Settings
fr_ca: Enregistrer les réglages

# submit button
source: Save All Plugin Settings
fr_ca: Enregistrer les réglages

# submit button
source: View %s by Default
fr_ca: Voir %s par défaut

# submit button
source: Clear All Caches for Site %d
fr_ca: Vider tout les caches pour site %d

# submit button
source: Reset Metabox Layout
fr_ca: Réinit. disposition metabox

# submit button
source: Reset Hidden Notices
fr_ca: Réinit. les avis cachés

source: Not Available
fr_ca: Non disponible

# option label
source: Installed
fr_ca: Installé

# option label
source: Latest
fr_ca: Dernière

source: View %s changelog...
fr_ca: Voir le changelog %s…

# submit button
source: Check for Updates
fr_ca: Vérifier pour mises à jour

source: Module is enabled
fr_ca: Module est activé

source: Module is disabled / not loaded
fr_ca: Module désactivée / non chargée

source: Module recommended but disabled / not available
fr_ca: Module recommandée mais désactivée / non disponible

source: Generic feature module
fr_ca: Module de fonction générique

source: Service API module
fr_ca: Module de service API

source: Meta tag and markup module
fr_ca: Module de balisage et balises méta

source: Plugin integration module
fr_ca: Module d'intégration d'extension

source: Sharing functionality module
fr_ca: Module fonctionnalité de partage

source: Additional functionality module
fr_ca: Module fonctionnalités supplémentaires

# submit button
source: Purchase Pro Version
fr_ca: Acheter version Pro

source: Read the <a href="%s" target="_blank">Frequently Asked Questions</a>
fr_ca: Consulter la <a href="%s" target="_blank">foire aux questions</a>

source: and <a href="%s" target="_blank">Other Notes</a>
fr_ca: et <a href="%s" target="_blank">autres notes</a>

source: Open a <a href="%s" target="_blank">Priority Support Ticket</a>
fr_ca: Ouvrez un <a href="%s" target="_blank">billet de soutien prioritaire</a>

source: Pro version
fr_ca: Version pro

source: Post in the <a href="%s" target="_blank">Community Support Forum</a>
fr_ca: Postez dans le <a href="%s" target="_blank">forum de soutien communautaire</a>

source: Free version
fr_ca: Version gratuite

source: Rate the %1$s plugin 5 stars.
fr_ca: Notez l'extension %2$s 5 étoiles.

# plugin action link
source: Plugin Details and Update
fr_ca: Afficher détails et mise à jour

# plugin action link
source: Plugin Details
fr_ca: Afficher détails

# plugin action link
source: Plugin Details and Install
fr_ca: Afficher détails et installer

# plugin action link
source: Plugin Description
fr_ca: Description de l'extension

# option label
source: %s Authentication ID
fr_ca: ID d'authentification %s

# option label
source: Support and Updates Expire
fr_ca: Support et mises à jour expire

# option label
source: Site Licenses Assigned
fr_ca: Licences de site assignées

# option value
source: Never
fr_ca: Jamais

source: Plugin conflict detected
fr_ca: Conflit détecté

source: The PHP <a href="%1$s" target="_blank">%2$s extension</a> is not loaded.
fr_ca: <a href="%1$s" target="_blank">L'extension PHP %2$s</a> n'est pas chargé.

source: Please contact your hosting provider to have the missing PHP extension installed and/or enabled.
fr_ca: SVP contactez votre hébergeur pour installer et/ou activer l'extension PHP manquante.

source: The WordPress <a href="%s">Search Engine Visibility</a> option is set to discourage search engine and social crawlers from indexing this site. This is not compatible with the purpose of sharing content on social sites &mdash; please uncheck the option to allow search engines and social crawlers to access your content.
fr_ca: L'option de WordPress <a href="%s">Visibilité pour les moteurs de recherche</a> est définie afin de demander aux moteurs de recherche et robots sociaux de ne pas indexer ce site. Ceci n'est pas compatible avec le but de partager du contenu sur les sites sociaux &mdash; veuillez décocher cette option pour autoriser les moteurs de recherche et robots sociaux d'accéder votre contenu.

source: please uncheck the <strong>Add Open Graph meta data</strong> option under the <a href="%s">Yoast SEO / Social / Facebook</a> settings tab.
fr_ca: s'il vous plaît décocher l'option <strong>Ajouter les métadonnées OpenGraph</strong> sous l'onglet de réglages <a href="%s">Yoast SEO / Social / Facebook</a>.

source: please uncheck the <strong>Add Twitter card meta data</strong> option under the <a href="%s">Yoast SEO / Social / Twitter</a> settings tab.
fr_ca: s'il vous plaît décocher l'option <strong>Ajoute les métadonnées de carte Twitter</strong> sous l'onglet de réglages <a href="%s">Yoast SEO / Social / Twitter</a>.

source: please uncheck the <strong>Add Google+ specific post meta data</strong> option under the <a href="%s">Yoast SEO / Social / Google+</a> settings tab.
fr_ca: s'il vous plaît décocher l'option <strong>Ajouter des méta données spécifiques à Google+</strong> sous l'onglet de réglages <a href="%s">Yoast SEO / Social / Google+</a>.

source: please remove the <strong>Google Publisher Page</strong> value entered under the <a href="%s">Yoast SEO / Social / Google+</a> settings tab.
fr_ca: s'il vous plaît supprimer la valeur de <strong>Page Google Publisher</strong> entrée sous l'onglet de réglages <a href="%s">Yoast SEO / Social / Google +</a>.

source: please disable the <strong>Open Graph Integrator</strong> module in the <a href="%s">SEO Ultimate Module Manager</a>.
fr_ca: s'il vous plaît désactiver le module <strong>Open Graph Integrator</strong> dans <a href="%s">SEO Ultimate Module Manager</a>.

source: please deactivate the <strong>Social Meta</strong> feature in the <a href="%s">All in One SEO Pack Feature Manager</a>.
fr_ca: s'il vous plaît désactiver la fonctionnalité <strong>Social Meta</strong> dans le <a href="%s">All in One SEO Pack Feature Manager</a>.

source: please check the <strong>Disable Google Plus Profile</strong> option in the <a href="%s">All in One SEO Pack General Settings</a>.
fr_ca: s'il vous plaît cocher l'option <strong>Disable Google Plus Profile</strong> dans les réglages généraux de l'extension <a href="%s">All in One SEO Pack</a>.

source: please uncheck the <strong>Use Schema.org Markup</strong> option in the <a href="%s">All in One SEO Pack General Settings</a>.
fr_ca: s'il vous plaît cocher l'option <strong>Use Schema.org Markup</strong> dans les réglages généraux de l'extension <a href="%s">All in One SEO Pack</a>.

source: please uncheck the <strong>%1$s</strong> option in <a href="%2$s">The SEO Framework</a> Social Meta Settings.
fr_ca: s'il vous plaît décocher l'option <strong>%1$s</strong> dans les réglages sociaux de l'extension <a href="%2$s">The SEO Framework</a>.

source: please uncheck the <strong>Output Authorized Presence?</strong> option in <a href="%s">The SEO Framework</a> Schema Settings.
fr_ca: s'il vous plaît décocher l'option <strong>Output Authorized Presence?</strong> dans les réglages de l'extension <a href="%s">The SEO Framework</a>.

source: please uncheck <strong>Add the Social Open Graph objects</strong> in the <a href="%s">Squirrly SEO</a> Social Media Options.
fr_ca: s'il vous plaît décocher l'option <strong>Add the Social Open Graph objects</strong> dans les réglages de l'extension <a href="%s">Squirrly SEO</a>.

source: please uncheck <strong>Add the Twitter card in your tweets</strong> in the <a href="%s">Squirrly SEO</a> Social Media Options.
fr_ca: s'il vous plaît décocher l'option <strong>Add the Twitter card in your tweets</strong> dans les réglages de l'extension <a href="%s">Squirrly SEO</a>.

source: please uncheck the <strong>adds the JSON-LD metas for Semantic SEO</strong> option in the <a href="%s">Squirrly SEO</a> settings.
fr_ca: s'il vous plaît décocher l'option <strong>adds the JSON-LD metas for Semantic SEO</strong> dans les réglages de l'extension <a href="%s">Squirrly SEO</a>.

source: I'd like to help by rating the %s plugin 5 stars
fr_ca: J'aimerais aider en notant l'extension %s 5 étoiles

source: Thank you for rating the %s plugin! You're awesome!
fr_ca: Merci d'avoir noté l'extension %s! Vous êtes super!

source: I've already rated the %s plugin 5 stars
fr_ca: J'ai déjà noté l'extension %s 5 étoiles

source: Thank you for your earlier rating of %s! You're awesome!
fr_ca: Merci d'avoir noté l'extension %s plus tôt! Vous êtes super!

source: Fantastic!
fr_ca: Fantastique!

source: You've been using <b>%s</b> for more than a week.
fr_ca: Vous utilisez <b>%s</b> depuis plus d'une semaine.

source: The %s plugin description page on WordPress.org
fr_ca: La page de description pour l'extension %s sur WordPress.org

source: That's awesome!
fr_ca: C'est génial!

source: Can I ask a small favor &mdash; would you rate the %s plugin on wordpress.org?
fr_ca: Puis-je demander une petite faveur &mdash; pouvez vous noter l'extension %s sur wordpress.org ?

source: Your rating will help WordPress users find the plugin <em>and</em> encourage us to keep improving %s as well.
fr_ca: Votre note aidera les utilisateurs WordPress à trouver l'extension <em>et</em> nous encourager à continuer d'améliorer %s aussi.

source: No thanks &mdash; I don't feel that %s is worth a 5 star rating, and would like to offer a suggestion instead.
fr_ca: Non merci &mdash; je ne pense pas que %s vaut une note de 5 étoiles, et je préfère offrir une suggestion.

source: No header templates found in the parent or child theme directories.
fr_ca: Aucun modèle d'en-tête trouvés dans le répertoire de thème parent ou enfant.

source: No &lt;head&gt; HTML element found in the %s template.
fr_ca: Aucun élément HTML &lt;head&gt; trouvé dans le modèle %s.

source: Error copying %1$s to %2$s.
fr_ca: Erreur copiant %1$s à %2$s.

source: Failed to open %s for writing.
fr_ca: Impossible d'ouvrir %s pour l'écriture.

source: The %1$s template has been successfully modified and saved. A backup copy of the original template is available as %2$s in the same folder.
fr_ca: Le modèle %1$s a été mis à jour et enregistré avec succès. Une sauvegarde du fichier original est disponible tant que %2$s dans le même dossier.

source: Failed to write the %1$s template. You may need to restore the original template saved as %2$s in the same folder.
fr_ca: Erreur lors de l'écriture du modèle %1$s. Vous pouvez restaurer le modèle original a partir de %2$s dans dans le même dossier.

# option label
source: Preserve Settings on Uninstall
fr_ca: Conserver réglages sur suppression

# option label
source: Add Hidden Debug Messages
fr_ca: Ajout messages de débogage caché

# option label
source: Hide All Pro Version Options
fr_ca: Masquer toutes les options Pro

# option label
source: Options to Show by Default
fr_ca: Options a montrer par défaut

# option label
source: Enable Plugin Shortcode(s)
fr_ca: Activer le/les Shortcode(s)

# option label
source: Enable Plugin Widget(s)
fr_ca: Activer le/les Widget(s)

# option label (very short)
source: Site Use
fr_ca: Util. par site

source: Return to %s
fr_ca: Retour à %s

source: Plugin <strong>activated</strong>.
fr_ca: Extension <strong>activé</strong>.

source: Error connecting to %1$s for caching (HTTP code %2$d).
fr_ca: Erreur de connexion à %1$s pour la mise en cache (code HTTP %2$d).

source: PHP "safe_mode" or "open_basedir" is defined &mdash; the PHP cURL library cannot follow URL redirects.
fr_ca: PHP "safe_mode" ou "open_basedir" est défini &mdash; la bibliothèque cURL de PHP est incapable de suivre les redirections d'URL.

source: The maximum number of URL redirects (%d) may have been exceeded.
fr_ca: Le nombre maximal de redirections d'URL (%d) peut avoir été dépassé.

source: Requests to cache this URL will be ignored for %d second(s).
fr_ca: Les demandes de mise en cache de cette URL seront ignorées pour %d seconde(s).

source: PHP cURL library is missing &mdash; contact your hosting provider to have the cURL library installed.
fr_ca: La bibliothèque cURL de PHP est manquante &mdash; contactez votre hébergeur pour faire installer la bibliothèque cURL.

source: Error removing cache file %s.
fr_ca: Erreur de suppression du fichier cache %s.

source: Cache file %s is not readable.
fr_ca: Le fichier de cache %s n'est pas lisible.

source: Failed to open cache file %s for reading.
fr_ca: Impossible d'ouvrir le fichier de cache %s pour lecture.

source: Cache folder %s is not writable.
fr_ca: Le dossier de cache %s n'est pas accessible en écriture.

source: Failed to open cache file %s for writing.
fr_ca: Impossible d'ouvrir le fichier de cache %s pour écriture.

# option value
source: (option disabled)
fr_ca: (option désactivée)

# option value
source: (no images)
fr_ca: (pas d'images)

# option value
source: (no videos)
fr_ca: (aucun vidéos)

# option value
source: [None]
fr_ca: [Aucun]

# option value
source: (default)
fr_ca: (défaut)

source: This notice can be dismissed for %s.
fr_ca: Cet avis peut être masqué pour %s.

source: Reference URL: %s
fr_ca: URL de référence: %s

# notification type
source: error
fr_ca: erreur

# notification type
source: warning
fr_ca: attention

source: %1$d important %2$s notices have been hidden and/or dismissed &mdash; <a id="%3$s">unhide and view the %2$s messages</a>.
fr_ca: %1$d avis d'%2$ss importants on été masqués et/ou ignorés &mdash; <a id="%3$s">démasquer et afficher les message d'%2$ss</a>.

source: %1$d important %2$s notice has been hidden and/or dismissed &mdash; <a id="%3$s">unhide and view the %2$s message</a>.
fr_ca: %1$d avis d'%2$s important a été masqué et/ou ignoré &mdash; <a id="%3$s">démasquer et afficher le message d'%2$s</a>.

source: %s Note
fr_ca: Avis %s

source: Dismiss
fr_ca: Masquer

# option value
source: Admin Edit
fr_ca: Edit Admin

# lib file description
source: Advanced Settings
fr_ca: Réglages Avancés

# option value
source: All Buttons
fr_ca: Tous les boutons

# option value
source: All Options
fr_ca: Toutes les Options

# option value
source: Alpha and Up
fr_ca: Alpha et plus

# option value
source: Any Platform
fr_ca: Toute Plateformes

# option value
source: Basic Options
fr_ca: Options de Base

# option value
source: Beta and Up
fr_ca: Bêta et plus

# option value
source: Bitly (suggested)
fr_ca: Bitly (suggéré)

# option value
source: Bottom
fr_ca: Le bas

# option value
source: Center
fr_ca: Centre

# lib file description
source: <color>Plugin Setup Guide and Other Notes</color>
fr_ca: <color>Guide de Configuration et Autres Notes</color>

# plugin description
source: Complete meta tags for the best looking shares on Facebook, Google, Pinterest, Twitter, etc - no matter how your webpage is shared!
fr_ca: Balises méta complètes pour des beaux partages sur Facebook, Google, Pinterest, Twitter, etc - peu importe la méthode de partage!

# option value
source: Content
fr_ca: Contenu

# option value
source: CSS Sidebar
fr_ca: Barre Latérale

# option value
source: Damaged
fr_ca: Endommagé

# option value
source: Desktop Only
fr_ca: Plateforme de Bureau

# option value
source: Development and Up
fr_ca: Développement et plus

# option value
source: Discontinued
fr_ca: Discontinué

# option value
source: Display Name
fr_ca: Nom d'affichage publique

# lib file description
source: Essential Settings
fr_ca: Réglages Essentiels

# option value
source: Every day
fr_ca: Chaque jour

# option value
source: Every five days
fr_ca: Aux cinq jours

# option value
source: Every four days
fr_ca: Aux quatre jours

# option value
source: Every month
fr_ca: Chaque mois

# option value
source: Every six days
fr_ca: Aux six jours

# option value
source: Every three days
fr_ca: Aux trois jours

# option value
source: Every three weeks
fr_ca: Aux trois semaines

# option value
source: Every two days
fr_ca: Aux deux jours

# option value
source: Every two weeks
fr_ca: Aux deux semaines

# option value
source: Every week
fr_ca: Chaque semaine

# option value
source: Excerpt Only
fr_ca: Extrait seulement

# option value
source: Excerpt
fr_ca: Extrait

# lib file description
source: Extension Plugins and Pro Licenses
fr_ca: Autres Extensions et Licences Pro

# option value
source: Facebook Business Page URL
fr_ca: URL page d'affaires Facebook

# option value
source: First and Last Names
fr_ca: Nom et prénom

# option value
source: Footer
fr_ca: Pied de page

# option value
source: Force this value
fr_ca: Forcer cette valeur

# option value
source: Friday
fr_ca: Vendredi

# lib file description
source: General Settings
fr_ca: Réglages Généraux

# option value
source: Google+ Business Page URL
fr_ca: URL page d'affaires Google+

# option value
source: Header
fr_ca: Entête

# option value
source: If value is empty
fr_ca: Si la valeur est vide

# option label
source: Image URL Custom Field
fr_ca: Champ personnalisé URL d'image

# option value
source: Instagram Business URL
fr_ca: URL page d'affaires Instagram

# option value
source: In Stock
fr_ca: En main

# option value
source: In Store Only
fr_ca: En magasin uniquement

# option value
source: Left
fr_ca: Gauche

# option value
source: Limited Availability
fr_ca: Disponibilité limitée

# option value
source: LinkedIn Company Page URL
fr_ca: URL page entreprise LinkedIn

# option value
source: Mobile Only
fr_ca: Mobile Seulement

# option value
source: Monday
fr_ca: Lundi

# option value
source: Myspace Business Page URL
fr_ca: URL page d'affaires Myspace

# option value
source: New activation
fr_ca: Nouvelle activation

# option value
source: New
fr_ca: Neuf

# plugin description
source: NextGEN Facebook extension to provide updates for the NextGEN Facebook Pro plugin and its Pro extensions.
fr_ca: Extension NextGEN Facebook pour fournir des mises à jour a NextGEN Facebook Pro et ses extensions Pro.

# column header
source: NGFB Schema
fr_ca: NGFB Schéma

# option value
source: Nickname
fr_ca: Pseudonyme

# option value
source: No
fr_ca: Non

# option value
source: Online Only
fr_ca: En ligne seulement

# option value
source: Out of Stock
fr_ca: Rupture de stock

# option value
source: Pinterest Company Page URL
fr_ca: URL page entreprise Pinterest

# lib file description
source: Plugin Dashboard and Features Status
fr_ca: Tableau de bord et statut de fonctions

# option value
source: Pre-Order
fr_ca: Pré-commande

# option label
source: Product Availability Custom Field
fr_ca: Champ pers. disponibilité de produit

# option label
source: Product Condition Custom Field
fr_ca: Champ pers. condition de produit

# option label
source: Product Currency Custom Field
fr_ca: Champ pers. devise de produit

# option label
source: Product Price Custom Field
fr_ca: Champ personnalisé prix de produit

# option value
source: Public Holidays
fr_ca: Jours fériés

# option label
source: Recipe Ingredients Custom Field
fr_ca: Champ pers. ingrédients de recette

# option label
source: Recipe Instructions Custom Field
fr_ca: Champ pers. instructions de recette

# option value
source: Refurbished
fr_ca: Remis à neuf

# option value
source: Release Candidate and Up
fr_ca: Candidat stable et plus

# option value
source: Right
fr_ca: Droite

# option value
source: Saturday
fr_ca: Samedi

# option value
source: (settings value)
fr_ca: (valeur de réglages)

# lib file description
source: Sharing Buttons
fr_ca: Boutons de Partage

# lib file description
source: Sharing Styles
fr_ca: Styles de Partage

# lib file description
source: Social and SEO Image Dimensions
fr_ca: Dimensions des Images SEO et Sociaux

# option value
source: Sold Out
fr_ca: Épuisé

# option value
source: SoundCloud Business URL
fr_ca: URL page d'affaires SoundCloud

# option value
source: Sunday
fr_ca: Dimanche

# option value
source: Thursday
fr_ca: Jeudi

# option value
source: Title and Excerpt
fr_ca: Titre et extrait

# option value
source: Title Only
fr_ca: Titre seulement

# option value
source: Top and Bottom
fr_ca: Haut et Bas

# option value
source: Top
fr_ca: Le haut

# option value
source: Tuesday
fr_ca: Mardi

# option value
source: Tumblr Business Page URL
fr_ca: URL page d'affaires Tumblr

# option value
source: Twitter Business @username
fr_ca: Le @nom d'affaires Twitter

# option value
source: Used
fr_ca: Usagé

# lib file description
source: User Profile Contact Methods
fr_ca: Méthodes de Contact du Profil Utilisateur

# option label
source: Video Embed HTML Custom Field
fr_ca: Champ pers. HTML vidéo intégrée

# option label
source: Video URL Custom Field
fr_ca: Champ personnalisé URL de vidéo

# lib file description
source: Website Social Pages and Accounts
fr_ca: Pages et Comptes Sociaux du Site Web

# option value
source: Wednesday
fr_ca: Mercredi

# option value
source: Yes
fr_ca: Oui

# lib file description
source: Your Social Settings
fr_ca: Vos Réglages Sociaux

# option value
source: YouTube Business Channel URL
fr_ca: URL chaîne d'affaires Youtube

# option label
source: Use Filtered (SEO) Title
fr_ca: Utiliser le titre filtré (SEO)

# option label
source: Apply WordPress Content Filters
fr_ca: Appliquer les filtres de contenu WP

# option label
source: Apply WordPress Excerpt Filters
fr_ca: Appliquer les filtres d'extrait WP

# option label
source: Content Starts at 1st Paragraph
fr_ca: Contenu commence 1er paragraphe

# option label
source: Use Image Alt if No Content
fr_ca: Utiliser Alt d'image, si aucun contenu
