Repository: tunmsk/nextgen-facebook
Catalog: languages/nextgen-facebook-*.po
Languages: fr_ca

# option label
source: Maximum Title Length
fr_ca: Longueur de titre maximale

# option comment
source: characters or less (hard limit), and warn at
fr_ca: caractères ou moins (limite stricte) et avertir à

# option comment
source: characters (soft limit)
fr_ca: caractères (limite flexible)

# option label
source: Maximum Description Length
fr_ca: Longueur de description maximale

# option label
source: Add Hashtags to Descriptions
fr_ca: Ajouter des hashtags aux descriptions

# option comment
source: tag names
fr_ca: noms d'étiquettes

# option label
source: Add Page Title in Tags / Hashtags
fr_ca: Ajouter le titre de Page au étiquettes

# option label
source: Add Parent Page Tags / Hashtags
fr_ca: Ajouter étiquettes de la Page parent

# option label
source: Fallback to Author's Archive Page
fr_ca: Repli à la page d'index de l'auteur

# option label
source: Maximum Images to Include
fr_ca: Images maximum a inclure

# option comment
source: video preview images are enabled (and included first)
fr_ca: images d'aperçu vidéo sont activés (et inclus en premier)

# option label
source: Open Graph Image Dimensions
fr_ca: Dimensions d'images Open Graph

# option label
source: Use Default Image on Archive
fr_ca: Utiliser l'image par défaut<br/>pour pages d'archives

# option label
source: Use Default Image on Search Results
fr_ca: Utiliser l'image par défaut<br/>pour résultats de recherche

# option label
source: Add Tags from NGG Featured Image
fr_ca: Ajouter étiquettes de l'image NGG vedette

# option label
source: Custom Facebook Locale
fr_ca: Langue FB personnalisée

# option label
source: Search / SEO Description Length
fr_ca: Longueur max. de description SEO

# option comment
source: characters or less
fr_ca: caractères ou moins

# option label
source: Author Link URL Field
fr_ca: Champ URL pour balise Link d'auteur

# option label
source: Meta Property Containers
fr_ca: Contenants de propriétés Méta

# option comment
source: option disabled by extension plugin or custom filter
fr_ca: désactivée par une extension ou un filtre personnalisé

# option label
source: Schema Image Dimensions
fr_ca: Dimensions d'images Schéma

# option label
source: Author / Person Name Format
fr_ca: Format du nom d'auteur

# option label
source: Item Type for Blog Front Page
fr_ca: Type d'élément pour page blog d'avant

# option label
source: Item Type for Static Front Page
fr_ca: Type d'élément pour page statique d'avant

# option label
source: Item Type for Archive Page
fr_ca: Type d'élément pour page d'archive

# option label
source: Item Type for User / Author Page
fr_ca: Type d'élément pour page d'utilisateur / auteur

# option label
source: Item Type for Search Results Page
fr_ca: Type d'élément pour page résultats de recherche

# option label
source: Item Type by Post Type
fr_ca: Type d'élément par type d'article

# option label
source: Pinterest Verification ID
fr_ca: ID de vérification Pinterest

# option label
source: Add Hidden Image for Pin It Button
fr_ca: Ajouter image masquée pour bouton Pin It

# option label
source: Add "nopin" to Header Image Tag
fr_ca: Ajouter "nopin" l'image d'en-tête

# option label
source: Add "nopin" to Media Lib Images
fr_ca: Ajouter "nopin" aux images de bibliothèque de médias

# option value
source: Summary
fr_ca: Sommaire

# option value
source: Summary Large Image
fr_ca: Sommaire Grande Image

# option label
source: Twitter Card for Post / Page Image
fr_ca: Carte Twitter image d'Article / Page

# option label
source: Twitter Card Type by Default
fr_ca: Type de carte Twitter par défaut

# option label
source: <em>Summary</em> Card Image Dimensions
fr_ca: Dimensions d'image carte <em>sommaire</em>

# option label
source: <em>Large Image</em> Card Img Dimensions
fr_ca: Dimensions d'image carte <em>gr. image</em>

# metabox title
source: Setup Guide
fr_ca: Guide de Configuration

# metabox title
source: Social Sharing Styles
fr_ca: Styles de Partage Social

# submit button
source: Reload Default Styles
fr_ca: Recharger styles par défaut

# option label
source: Use the Social Stylesheet
fr_ca: Utiliser la feuille de style social

# option label
source: Enqueue the Stylesheet
fr_ca: Placer la feuille de style en queue

# image size label
source: Twitter Summary Card
fr_ca: Carte Twitter Sommaire

# image size label
source: Twitter Large Image Card
fr_ca: Carte Twitter Grande Image

source: %s cached files, transient cache, sortable column meta, and the WordPress object cache have all been cleared.
fr_ca: Les fichiers en cache, le cache transitoire, et le méta de colonnes %s, ainsi que le cache d'objets de WordPress ont été vidés.

source: The cache for %s has also been cleared.
fr_ca: Le cache pour %s a été vidé aussi.

source: Site performance may be impacted slightly while all cache objects are rebuilt.
fr_ca: La performance du site peut être affectées légèrement le temps que tous les objets du cache sont reconstruits.

source: Failed to open directory %s for reading.
fr_ca: Impossible d'ouvrir le répertoire %s pour lecture.

source: Error reading %s article topic list file.
fr_ca: Erreur de lecture du fichier de la liste des sujets %s.

source: The value of option '%s' must be a URL - resetting option to default value.
fr_ca: La valeur de l'option '%s' doit être un URL - l'option est remise à sa valeur par défaut.

source: The value of option '%s' must be a comma-delimited list of URL(s) - resetting option to default value.
fr_ca: La valeur de l'option '%s' doit être une liste d'URLs délimitée par des virgules - l'option est remise à sa valeur par défaut.

source: The value of option '%s' must be numeric - resetting option to default value.
fr_ca: La valeur de l'option '%s' doit être numérique - l'option est remise à sa valeur par défaut.

source: The value of option '%1$s' must be equal to or greather than %2$s - resetting option to default value.
fr_ca: La valeur de l'option '%1$s' doit être égal ou supérieur à %2$s - l'option est remise à sa valeur par défaut.

source: The value of option '%s' must be blank or numeric - resetting option to default value.
fr_ca: La valeur de l'option '%s' doit être vide ou numérique - l'option est remise à sa valeur par défaut.

source: The value of option '%s' must be alpha-numeric - resetting option to default value.
fr_ca: La valeur de l'option '%s' doit être alphanumérique - l'option est remise à sa valeur par défaut.

source: The value of option '%s' must be a CSS color code - resetting option to default value.
fr_ca: La valeur de l'option '%s' doit être un code de couleur CSS - l'option est remise à sa valeur par défaut.

source: The value of option '%s' must be a yyyy-mm-dd date - resetting option to default value.
fr_ca: La valeur de l'option '%s' doit être une date yyyy-mm-dd - l'option est remise à sa valeur par défaut.

source: The value of option '%s' must be a hh:mm time - resetting option to default value.
fr_ca: La valeur de l'option '%s' doit être une heure hh:mm - l'option est remise à sa valeur par défaut.

source: The value of option '%s' must be HTML code - resetting option to default value.
fr_ca: La valeur de l'option '%s' doit être du code HTML - l'option est remise à sa valeur par défaut.

source: The value of option '%s' cannot be an empty string - resetting option to default value.
fr_ca: La valeur de l'option '%s' ne peut pas être un chaine de caractère vide - l'option est remise à sa valeur par défaut.

source: The %1$s request argument is not HTML or a valid URL.
fr_ca: L'argument de demande à %1$s n'est pas du HTML ou un URL valide.

source: Webpage retrieved from <a href="%1$s">%1$s</a> is empty.
fr_ca: La page Web récupéré de <a href="%1$s">%1$s</a> est vide.

source: The PHP preg_replace() function failed to remove the %1$s meta tag block &mdash; this could be an indication of a problem with PHP's PCRE library or an HTML filter corrupting the %1$s meta tags.
fr_ca: La fonction PHP preg_replace() n'a pas réussi à supprimer le bloc de balises méta %1$s &mdash; ceci pourrait être une indication d'un problème avec la bibliothèque PHP PCRE ou un filtre HTML qui corrompt les balises méta de %1$s.

source: The %1$s PHP class is missing - please contact your hosting provider to install the missing %1$s PHP class.
fr_ca: La classe PHP %1$s est manquante - veuillez communiquer avec votre fournisseur d'hébergement pour installer la classe PHP %1$s manquante.

# option comment
source: %1$d additional options not shown in %2$s view
fr_ca: %1$d options supplémentaires ne figurent pas dans la vue %2$s

# option comment
source: unhide these options
fr_ca: afficher ces options

# option comment
source: %1$d additional rows not shown in %2$s view
fr_ca: %1$d lignes supplémentaires ne figurent pas dans la vue %2$s

# option comment
source: unhide these rows
fr_ca: afficher ces lignes

# option label
source: Buffer <em>Sharing Button</em>
fr_ca: <em>Bouton de partage</em> Buffer

# option label (short)
source: Show Button in
fr_ca: Afficher le bouton

# option label (short)
source: Preferred Order
fr_ca: Ordre de préférence

# option label (short)
source: Allow for Platform
fr_ca: Pour Plateforme

# option label (short)
source: JavaScript in
fr_ca: JavaScript dans

# option label (short)
source: Count Position
fr_ca: Position du compteur

# option label (short)
source: Image Dimensions
fr_ca: Dimensions de l'image

# option label (short)
source: Tweet Text Source
fr_ca: Source du texte Tweet

# option label (short)
source: Tweet Text Length
fr_ca: Longueur du Tweet

# image size label
source: Buffer Sharing Button
fr_ca: Bouton de partage Buffer

# option label (short)
source: Email Message Length
fr_ca: Longueur du message couriel

# option label (short)
source: Add Hashtags
fr_ca: Ajout de hashtags

# metabox tab
source: All Buttons
fr_ca: Tous les Boutons

# metabox tab
source: Like and Send
fr_ca: J'aime et Envoie

# metabox tab
source: Share
fr_ca: Partager

# option label (short)
source: Button Language
fr_ca: Langue du bouton

# option label (short)
source: Button Type
fr_ca: Type de bouton

# option label (short)
source: Markup Language
fr_ca: Type de balisage

# option label (short)
source: Include Send
fr_ca: Ajout bouton Envoi

# option label (short)
source: Button Layout
fr_ca: Disposition du bouton

# option label (short)
source: Show Faces
fr_ca: Montrer les faces

# option label (short)
source: Font
fr_ca: Police de caractère

# option label (short)
source: Color Scheme
fr_ca: Jeu de couleurs

# option label (short)
source: Action Name
fr_ca: Nom de l'action

# option label (short)
source: Button Size
fr_ca: Taille du bouton

# option label (short)
source: Mobile iFrame
fr_ca: iFrame mobile

# option label (short)
source: Expand to
fr_ca: Étendre à

# option label (short)
source: Counter Mode
fr_ca: Mode du compteur

# option label (short)
source: Zero in Counter
fr_ca: Le zéro est permis

# option label
source: Pinterest <em>Sharing Button</em>
fr_ca: <em>Bouton de partage</em> Pinterest

# option label (short)
source: Button Height
fr_ca: Hauteur du bouton

# option label (short)
source: Button Shape
fr_ca: Forme du bouton

# option label (short)
source: Button Color
fr_ca: Couleur du bouton

# option label (short)
source: Show Pin Count
fr_ca: Afficher le compteur

# option label (short)
source: Caption Text
fr_ca: Texte de légende

# option label (short)
source: Caption Length
fr_ca: Longueur Légende

# image size label
source: Pinterest Sharing Button
fr_ca: Bouton de partage Pinterest

source: Please note that StumbleUpon does not currently provide<br/>an HTTPS compatible share button.
fr_ca: S'il vous plaît noter que StumbleUpon ne fournit pas<br/>actuellement un bouton de partage compatible HTTPS.

# option label (short)
source: Button Style
fr_ca: Style du bouton

# option label
source: Tumblr <em>Sharing Button</em>
fr_ca: <em>Bouton de partage</em> Tumblr

# option label (short)
source: Show Counter
fr_ca: Afficher compteur

# option label (short)
source: Add Attribution
fr_ca: Ajouter attribution

# option label (short)
source: Media Caption
fr_ca: Légende du média

# option label (short)
source: Link Description
fr_ca: Description d'un lien

# image size label
source: Tumblr Sharing Button
fr_ca: Bouton de partage Tumblr

# option label (short)
source: Do Not Track
fr_ca: No pas suivre

source: Disable tracking for Twitter's tailored suggestions and ads feature.
fr_ca: Désactiver le suivi pour les annonces et suggestions adaptées de Twitter.

# option label (short)
source: Recommend Author
fr_ca: Recomm. l'auteur

source: The %s social sharing buttons widget.
fr_ca: Les boutons de partage social du widget de %s.

# option value
source: Share It
fr_ca: Partager

# option label
source: Widget Title (leave blank for no title)
fr_ca: Titre du Widget (laisser vide pour aucun titre)

source: WP debug log mode is active &mdash; debug messages are being sent to the WordPress debug log.
fr_ca: Le mode débogage WP est actif &mdash; des messages de débogage sont envoyés dans le fichier de débogage WordPress.

source: HTML debug mode is active &mdash; debug messages are being added to webpages as hidden HTML comments.
fr_ca: Le mode de débogage HTML est actif &mdash; des messages de débogage sont ajoutés aux pages Web en commentaires HTML masqués.

source: Complete meta tags for the best looking shares on Facebook, Google, Pinterest, Twitter, etc - no matter how your webpage is shared!
fr_ca: Balises méta complètes pour des beaux partages sur Facebook, Google, Pinterest, Twitter, etc - peu importe la méthode de partage!
