Repository: tunmsk/nextgen-facebook
Catalog: languages/nextgen-facebook-*.po
Languages: fr_ca

# option label
source: Image Alt Text Prefix
fr_ca: Préfixe pour texte Alt d'image

# option label
source: WP Caption Prefix
fr_ca: Préfixe de Légende WP

# option label
source: Maximum Images from Content
fr_ca: Images maximum du contenu

# option label
source: Maximum Videos from Content
fr_ca: Vidéos maximum du contenu

# option label
source: Check for Embedded Media
fr_ca: Découvrir les médias intégrés

# option label
source: Honor the FORCE_SSL Constant
fr_ca: Honorer la constante FORCE_SSL

# option label
source: &lt;html&gt; Attributes Filter Hook
fr_ca: Filtre d'attribut pour balise &lt;html&gt;

# option label
source: &lt;head&gt; Attributes Filter Hook
fr_ca: Filtre d'attribut pour balise &lt;head&gt;

# option label
source: Check for Duplicate Meta Tags
fr_ca: Vérifier doublons de balises méta

# option label
source: Use WP Locale for Language
fr_ca: Utilisez WP Locale pour la langue

# option label
source: Create Missing WP Media Sizes
fr_ca: Créer tailles manquantes Médias WP

# option label
source: Enforce Image Dimensions Check
fr_ca: Vérifier dimensions d'images

# option comment
source: recommended
fr_ca: recommandé

# option label
source: Allow Upscale of WP Media Images
fr_ca: Agrandir images Médias WP

# option label
source: Maximum Image Upscale Percent
fr_ca: Pourcentage d'agrandissement max

# option label
source: Enable WP Excerpt for Pages
fr_ca: Activer Extrait WP pour Pages

# option label
source: Enable WP Tags for Pages
fr_ca: Activer Étiquettes WP pour Pages

source: Posts, Pages, and Custom Post Types List
fr_ca: Liste d'articles, pages, et articles de type personnalisé

source: Media Library Item List
fr_ca: Liste de la bibliothèque de médias

source: Terms (Categories and Tags) List
fr_ca: Liste de termes (catégories et étiquettes)

source: Users List
fr_ca: Liste d'utilisateurs

# option label
source: Include Columns in Admin Lists
fr_ca: Ajout colonnes dans listes admin

source: Terms (Categories and Tags)
fr_ca: Termes (Catégories et étiquettes)

source: User Profile
fr_ca: Profil d'usagé

# option label
source: Include Social Settings Metabox
fr_ca: Ajout metabox Réglages Sociaux

# option label
source: Read Yoast SEO Social Meta
fr_ca: Utiliser méta social Yoast SEO

# option label
source: Head Markup Array Cache Expiry
fr_ca: Expiration cache balisage d'entête

# option comment
source: seconds (0 to disable)
fr_ca: secondes (0 pour désactiver)

# option label
source: Shortened URL Cache Expiry
fr_ca: Expiration cache d'URL raccourci

# option label
source: Filtered Content Text Cache Expiry
fr_ca: Expiration cache du contenu filtré

# option label
source: Get Image (URL) Size Cache Expiry
fr_ca: Expiration cache taille d'image (URL)

# option label
source: Article Topics Array Cache Expiry
fr_ca: Expiration cache des sujets d'article

# option label
source: Schema Types Array Cache Expiry
fr_ca: Expiration cache des types de Schéma

# option label
source: Show Cache Purge Count on Update
fr_ca: Rapporter le vidange des caches sur mise à jour

# option label
source: Clear Short URLs on Clear All Cache
fr_ca: Supprimer URL raccourcies lors du vidange de tout les caches

# option label
source: Clear Post Cache for Comment
fr_ca: Vider le cache de l'article pour commentaire

# option label
source: Preferred URL Shortening Service
fr_ca: Service de raccourcissement d'URL

# option label
source: Minimum URL Length to Shorten
fr_ca: Longueur d'URL minimale à raccourcir

# option comment
source: characters
fr_ca: caractères

# option label
source: Use Shortened URL for WP Shortlink
fr_ca: Utilisez l'URL raccourcie pour WP Shortlink

# metabox title
source: Bitly URL Shortener
fr_ca: Raccourcisseur de Lien Bitly

# option label
source: Bitly Username
fr_ca: Nom d'utilisateur Bitly

# option label
source: Bitly Generic Access Token
fr_ca: Jeton d'accès générique Bitly

# option label
source: or Bitly API Key (deprecated)
fr_ca: ou la Clé d'API pour Bitly (obsolète)

# option comment
source: api key authentication is deprecated
fr_ca: l'authentification par clé API est obsolète

# metabox title
source: Google APIs
fr_ca: APIs Google

# option label
source: Google Project App BrowserKey
fr_ca: App BrowserKey du projet Google

# option label
source: Google URL Shortener API is ON
fr_ca: API raccourcissement Google est actif

# metabox title
source: Ow.ly URL Shortener
fr_ca: Raccourcisseur de Lien Ow.ly

# option label
source: Ow.ly API Key
fr_ca: La Clé d'API pour Ow.ly

# option label
source: YOURLS API URL
fr_ca: URL de l'API YOURLS

# option label
source: YOURLS Username
fr_ca: Nom d'utilisateur YOURLS

# option label
source: YOURLS Password
fr_ca: Mot de passe YOURLS

# option label
source: YOURLS Token
fr_ca: Jeton YOURLS

# column title
source: Show
fr_ca: Afficher

# column title
source: Contact Field Name
fr_ca: Nom du Champ Contact

# column title
source: Profile Contact Label
fr_ca: Titre du Champ Contact

# option label
source: Include Author Gravatar Image
fr_ca: Inclure l'image Gravatar de l'auteur

source: Video discovery and integration modules are provided with the Pro version.
fr_ca: Les modules d'intégration et de découverte vidéo sont fournis avec la version Pro.

# option label
source: Maximum Videos to Include
fr_ca: Vidéos maximum a inclure

# option label
source: Use HTTPS for Video API Requests
fr_ca: Utiliser HTTPS pour les APIs vidéo

# option comment
source: uses %s
fr_ca: utilise %s

# option label
source: Include Video Preview Images
fr_ca: Inclure l'image d'aperçu du vidéo

# option comment
source: video preview images are included first
fr_ca: les images d'aperçu vidéo sont inclus en premier

# option label
source: Include Embed text/html Type
fr_ca: Inclure text/html pour vidéo intégrée

# option label
source: Force Autoplay when Possible
fr_ca: Forcer a jouer lorsque possible

# option label
source: Default / Fallback Video URL
fr_ca: URL d'un vidéo par défaut

# option label
source: Use Default Video on Archive
fr_ca: Utiliser vidéo par défaut<br/>pour pages d'archives

# option label
source: Use Default Video on Search Results
fr_ca: Utiliser vidéo par défaut<br/>pour résultats de recherche

# option label
source: Default Title
fr_ca: Titre par défaut

# option label
source: Default Description (Facebook / Open Graph, LinkedIn, Pinterest Rich Pin)
fr_ca: Description par défaut (Facebook / Open Graph, LinkedIn, Pinterest Rich Pin)

# option label
source: Google Search / SEO Description
fr_ca: Description pour Google Search / SEO

# option label
source: Twitter Card Description
fr_ca: Description pour la carte Twitter

# option label
source: Sharing URL
fr_ca: URL de partage

# metabox title
source: Structured Data / Schema Markup
fr_ca: Données Structurées / Balises de Schéma

# option label
source: Schema Description
fr_ca: Description Schéma

source: Save a draft version or publish the %s to display these options.
fr_ca: Enregistrer un brouillon ou publier pour activer ces options.

# metabox title
source: All Social Websites / Open Graph
fr_ca: Tous les Sites Sociaux / Open Graph

# metabox title
source: Priority Image Information
fr_ca: Informations de l'Image Prioritaire

# option label
source: Image Dimensions
fr_ca: Dimensions de l'image

# option label
source: Image ID
fr_ca: ID d'une image

# option label
source: or an Image URL
fr_ca: ou URL d'une image

# option label
source: Maximum Images
fr_ca: Images maximum

# metabox title
source: Priority Video Information
fr_ca: Informations du Vidéo Prioritaire

# option label
source: Video Embed HTML
fr_ca: HTML de vidéo intégrée

# option label
source: or a Video URL
fr_ca: ou URL d'un vidéo

# option label
source: Video Name / Title
fr_ca: Nom / titre du vidéo

# option label
source: Video Description
fr_ca: Description du vidéo

# option label
source: Maximum Videos
fr_ca: Vidéos maximum

# option label
source: Include Preview Images
fr_ca: Inclure l'image d'aperçu

# metabox title
source: Structured Data / Schema Markup / Pinterest
fr_ca: Données Structurées / Balises de Schéma / Pinterest

# option label
source: Article Topic
fr_ca: Rubrique de l'article

# option label
source: Product Availability
fr_ca: Disponibilité du produit

# option label
source: Product Condition
fr_ca: Condition du produit

# option label
source: Product Price
fr_ca: Prix du produit

# option comment
source: and currency
fr_ca: et devise

source: Save a draft version or publish the %s to update this value.
fr_ca: Enregistrer un brouillon ou publiez pour mettre à jour cette valeur.

# option label
source: Sharing Buttons Cache Expiry
fr_ca: Expiration cache boutons de partage

# option label
source: Social File Cache Expiry
fr_ca: Expiration cache des fichiers social

# option label
source: Include on Post Types
fr_ca: Inclure sur les articles de type

# option label
source: %s Preset
fr_ca: Préréglage '%s'

# option label
source: Force Protocol for Shared URLs
fr_ca: Forcer protocole pour URLs partagées

# option label
source: Email Subject
fr_ca: Sujet du couriel

# option label
source: Email Message
fr_ca: Message du courriel

# option label
source: Tweet Text
fr_ca: Texte du Tweet

# option label
source: Pinterest Caption Text
fr_ca: Texte légende Pinterest

# option label
source: Tumblr Image Caption
fr_ca: Légende d'image Tumblr

source: Caption disabled - no suitable image found for the %s button
fr_ca: Légende désactivé - aucune image appropriée trouvé pour le bouton %s

# option label
source: Tumblr Video Caption
fr_ca: Légende vidéo Tumblr

source: Caption disabled - no suitable video found for the %s button
fr_ca: Légende désactivé - aucun vidéo appropriée trouvé pour le bouton %s

# option label
source: Disable Sharing Buttons
fr_ca: Désactiver les boutons

# option label
source: Sidebar Javascript
fr_ca: JavaScript de la barre latérale

# option label
source: Position in Woo Short Text
fr_ca: Position dans le texte Woo Short

# option label
source: Position in bbPress Single
fr_ca: Position dans le texte bbPress Single

# option label
source: BuddyPress Member Bio Field Name
fr_ca: Nom du champ biographique de membre BuddyPress

source: The BuddyPress member profile page does not include the <em>Biographical Info</em> text from the WordPress user profile. If you've created an additional BuddyPress Profile Field for members to enter their profile description, enter the field name here (example: Biographical Info, About Me, etc.).
fr_ca: La page de profil du membre BuddyPress n'inclut pas le texte <em>À propos de vous</em> du profil utilisateur WordPress. Si vous avez créé un champ de profil BuddyPress supplémentaire pour que les membres puissent entrer leur description de profil, entrez le nom du champ ici (exemple: Informations biographiques, À propos de moi, etc.).

source: The NextGEN Gallery integration module provided by %1$s is required to read information for image ID %2$s.
fr_ca: Le module d'intégration de NextGEN Gallery fourni par %1$s est requis pour lire les informations sur l'image d'ID %2$s.

source: Content
fr_ca: Contenu

source: Media Library
fr_ca: la bibliothèque de médias

source: %1$s image %2$s ignored &mdash; the resulting image of %3$s has an <strong>aspect ratio equal to/or greater than %4$d:1 allowed by the %5$s standard</strong>.
fr_ca: L'image %2$s de %1$s a été ignoré &mdash; l'image résultante de %3$s a une <strong>proportion égale ou supérieur a %4$d:1 permise par la norme %5$s</strong>.

source: %1$s image %2$s ignored &mdash; the resulting image of %3$s is <strong>smaller than the minimum of %4$s allowed by the %5$s standard</strong>.
fr_ca: L'image %2$s de %1$s a été ignoré &mdash; l'image résultante de %3$s est <strong>plus petite que le minimum %4$s permise par la norme %5$s</strong>.

source: Facebook has published a preference for Open Graph image dimensions of 1200x630px cropped (for retina and high-PPI displays), 600x315px cropped as a minimum (the default settings value), and ignores images smaller than 200x200px.
fr_ca: Facebook a publié une préférence pour les dimensions d'image Open Graph de 1200x630px recadrée (pour les écrans retina et haut-PPI), 600x315px recadrée au minimum (la valeur de réglage par défaut), et ignore les images inférieures à 200x200px.

source: A custom sharing URL used for the Facebook / Open Graph / Pinterest Rich Pin meta tags, Schema markup, and (optional) social sharing buttons.
fr_ca: Un URL personnalisée pour les balises méta tags Facebook / Open Graph, Pinterest Rich Pin, balisage de Schéma, et boutons de partage (facultatif).

source: Please make sure any custom URL you enter here is functional and redirects correctly.
fr_ca: Si vous modifiez l'URL par défaut, s'il vous plaît assurez-vous que le nouveau URL personnalisée est fonctionnelle et redirige correctement.

source: A custom name / title for the Schema item type's name property.
fr_ca: Un nom / titre personnalisé pour la propriété "name" du type d'élément Schéma.

source: A custom description for the Schema item type's description property.
fr_ca: Une description personnalisé pour la propriété "description" du type d'élément Schéma.

source: A custom title for the Facebook / Open Graph, Pinterest Rich Pin, and Twitter Card meta tags (all Twitter Card formats).
fr_ca: Un titre personnalisé pour les balises méta Facebook / Open Graph, Pinterest Rich Pin, et Cartes Twitter (tous les formats de Cartes Twitter).

source: A custom description for the Facebook / Open Graph %1$s meta tag and the default value for all other description meta tags.
fr_ca: Une description personnalisée pour la balise méta %1$s de Facebook / Open Graph et la valeur par défaut pour toutes les autres balises méta de description.

source: The default description value is based on the category / tag description or biographical info for users.
fr_ca: La valeur par défaut pour provient de la description pour une catégorie / tag ou l'information biographique pour un utilisateur.

source: Update and save the custom Facebook / Open Graph description to change the default value of all other description fields.
fr_ca: Mettre à jour et enregistrer la description personnalisé de Facebook / Open Graph pour modifier la valeur par défaut de tous les autres champs de description.

source: A custom description for the Google Search / SEO description meta tag.
fr_ca: Une description personnalisée pour la balise méta de description Google Search / SEO.

source: A custom description for the Twitter Card description meta tag (all Twitter Card formats).
fr_ca: Une description personnalisée pour la balise méta de description pour tous les formats cartes Twitter.

# product meta name
source: availability
fr_ca: la disponibilité

# product meta name
source: condition
fr_ca: la condition

# product meta name
source: price
fr_ca: le prix

# product meta name
source: currency
fr_ca: la devise

source: You may select a custom %1$s for your product, or leave the default value as-is.
fr_ca: Vous pouvez choisir %1$s pour ce produit, ou laissez la valeur par défaut telle quelle.

source: The product %1$s may be used in Open Graph product meta tags and Schema markup for products with a single variation.
fr_ca: %1$s du produit peut être utilisé dans les balises méta Open Graph de produits et balisage de Schéma pour les produits avec une seule variation.

source: The Schema markup for products with multiple variations will include all product variations, with the %1$s of each variation.
fr_ca: Le balisage Schéma pour les produits à variations multiples inclura toutes les variations du produit, avec %1$s de chaque variation.

source: A custom image ID to include first, before any featured, attached, or content images.
fr_ca: Un ID d'image personnalisé pour inclure en premier, avant l'image à la Une, les images attacher, ou dans le contenue.

source: A custom image URL (instead of an image ID) to include first, before any featured, attached, or content images.
fr_ca: Un URL d'image personnalisé (au lieu d'un ID d'image) pour inclure en premier, avant d'autres images à la Une, attachée, ou dans le contenue.

source: Please make sure your custom image is large enough, or it may be ignored by social website(s).
fr_ca: SVP assurez-vous que votre image personnalisée est assez grande, ou elle pourrait être ignoré par les sites sociaux.

source: This field is disabled if a custom image ID has been selected.
fr_ca: Ce champ est désactivé si un ID d'image personnalisé a été sélectionné.

source: The maximum number of images to include in the Facebook / Open Graph meta tags.
fr_ca: Le nombre maximum d'images à inclure dans les balises méta Facebook / Open Graph.

source: There is no advantage in selecting a maximum value greater than 1.
fr_ca: Il n'y a aucun avantage à choisir une valeur maximale supérieure à 1.

source: The %1$s video API modules include the video name / title and description <em>when available</em>.
fr_ca: Les modules d'API vidéo de %1$s incluent le nom / titre et la description du vidéo <em>lorsque disponible</em>.

source: The video name / title and description text is used for Schema JSON-LD markup (extension plugin required), which can be read by both Google and Pinterest.
fr_ca: Le nom / titre et le texte de description du vidéo est utilisé pour le balisage de Schéma JSON-LD (extension requis), qui peut être lu par Google et Pinterest.

source: The maximum number of embedded videos to include in the Facebook / Open Graph meta tags.
fr_ca: Le nombre maximum de vidéos intégrées à inclure dans les balises méta Facebook / Open Graph.

source: A custom image ID to include first when the Pinterest crawler is detected, before any featured, attached, or content images.
fr_ca: Un ID d'image personnalisé pour inclure en premier quand le robot Pinterest est détecté, avant l'image à la Une, les images attacher, ou dans le contenue.

source: A custom image URL (instead of an image ID) to include first when the Pinterest crawler is detected.
fr_ca: Un URL d'image personnalisé (au lieu d'un ID d'image) pour inclure en premier quand le robot Pinterest est détecté.

source: A custom image ID to include first in the Google / Schema meta tags and JSON-LD markup, before any featured, attached, or content images.
fr_ca: Un ID d'image personnalisé pour inclure en premier dans les balises méta Google / Schéma et balisage JSON-LD, avant l'image à la Une, ;es images attacher, ou dans le contenue.

source: A custom image URL (instead of an image ID) to include first in the Google / Schema meta tags and JSON-LD markup.
fr_ca: Un URL d'image personnalisé (au lieu d'un ID d'image) pour inclure en premier dans les balises méta Google / Schéma et balisage JSON-LD.

source: The maximum number of images to include in the Google / Schema meta tags and JSON-LD markup.
fr_ca: Le nombre maximum d'images à inclure dans les balises méta Google / Schéma et balisage JSON-LD.

source: A custom topic, different from the default Article Topic selected in the General Settings.
fr_ca: Une rubrique personnalisée, différente de la valeur par défaut choisi dans les réglages généraux.

source: The Facebook / Open Graph %1$s meta tag must be an "article" to enable this option.
fr_ca: La balise méta %1$s de Facebook / Open Graph doit être un "article" pour activer cette option.

source: This value will be used in the %1$s Facebook / Open Graph and Pinterest Rich Pin meta tags. Select "[None]" if you prefer to exclude the %1$s meta tag.
fr_ca: Cette valeur sera utilisée pour la balise méta %1$s de Facebook / Open Graph et Pinterest Rich Pin. Sélectionnez "[Aucun]" si vous préférez exclure la balise méta %1$s.

source: The default description value is based on the excerpt (if one is available) or content.
fr_ca: La valeur par défaut de la description est basée sur l'extrait (si disponible) ou le contenu.

source: The WordPress Site Name is used for the Facebook / Open Graph and Pinterest Rich Pin %1$s meta tag. You may override <a href="%2$s">the default WordPress Site Title value</a>.
fr_ca: Le Nom du site WordPress est utilisé pour la balise méta %1$s de Facebook / Open Graph et Pinterest Rich Pin. Vous pouvez modifier <a href="%2$s">le nom du site WordPress par défaut</a>.

source: The WordPress tagline is used as a description for the blog (non-static) front page, and as a fallback for the Facebook / Open Graph and Pinterest Rich Pin %1$s meta tag.
fr_ca: Le slogan de WordPress est utilisé comme description pour la page blog (non-statique) d'avant et en replie pour la balise méta %1$s de Facebook / Open Graph et Pinterest Rich Pin.

source: You may override <a href="%1$s">the default WordPress Tagline value</a> here, to provide a longer and more complete description of your website.
fr_ca: Vous pouvez modifier <a href="%1$s">la valeur par défaut du slogan de WordPress</a> ici afin de fournir une description plus complète de votre site Web.

source: You may select a more descriptive Schema type from the Organization sub-types (default is Organization).
fr_ca: Vous pouvez sélectionner un type de Schéma plus descriptif des sous-types d'organisation (valeur par défaut est Organization).

source: Select an optional Place / Location address for this Organization (requires the %s extension).
fr_ca: Choisissez une adresse d'emplacement optionnel pour cette organisation (nécessite l'extension %s).

source: An image ID and media library selection for your default / fallback website image.
fr_ca: La bibliothèque de média et un ID d'image pour votre image de site Web par défaut.

source: The default image is used for index / archive pages, and as a fallback for Posts and Pages that do not have a suitable image featured, attached, or in their content.
fr_ca: L'image par défaut est utilisé pour les pages d’archives, et comme image de repli pour les Articles et Pages qui n’ont pas d'image en vedette, jointe, ou dans leur contenu.

source: You can enter a default image URL (including the http:// prefix) instead of choosing an image ID &mdash; if a default image ID is specified, the image URL option is disabled.
fr_ca: Vous pouvez entrer un URL d'image par défaut (y compris le préfixe http://) au lieu de choisir un ID d'image &mdash; si un ID d'image par défaut est défini, l'option URL d'image est désactivée.

source: The image URL option allows you to use an image outside of a managed collection (WordPress Media Library or NextGEN Gallery), and/or a smaller logo style image.
fr_ca: L'option URL d'image vous permet d'utiliser une image à l'extérieur d'une collection gérée (bibliothèque de médias WordPress ou NextGEN Gallery), et/ou utiliser une image plus petite de style logo.

source: The image should be at least %s or more in width and height.
fr_ca: L'image doit être au moins %s ou plus en largeur et en hauteur.

source: The default Open Graph type for the WordPress post object (posts, pages, and custom post types). Custom post types with a matching Open Graph type name (article, book, place, product, etc.) will use that type name instead of the default selected here. Please note that each type has a unique set of meta tags, so by selecting "website" here, you are excluding all "article" related meta tags (<code>article:author</code>, <code>article:section</code>, etc.).
fr_ca: Le type Open Graph par défaut pour tous les objets d'article WordPress (articles, pages, et types d'article personnalisés). Les types d'article personnalisés avec un nom de type Open Graph correspondant (article, book, place, produit, etc.) utiliseront ce nom de type au lieu de celui par défaut sélectionné ici. SVP notez que chaque type Open Graph a un ensemble unique de balises méta, donc en sélectionnant "website" ici, vous excluez toutes les balises méta "article" (<code>article:author</code>, <code>article:section</code>, etc.).
