Repository: tunmsk/nextgen-facebook
Catalog: languages/nextgen-facebook-*.po
Languages: fr_ca

source: <strong>%s includes:</strong>
fr_ca: <strong>%s comprend:</strong>

source: Custom Social Settings for posts, terms, and users.
fr_ca: Réglages Sociaux personnalisés pour articles, termes, et utilisateurs.

source: Integration with 3rd party plugins and service APIs.
fr_ca: Modules d'intégration pour les extensions tierces et les API de service.

source: Advanced settings page and features.
fr_ca: Page de réglages et fonctions avancées.

source: <strong>Purchase %s easily with PayPal</strong> &mdash; and license the Pro version immediately after your purchase!
fr_ca: <strong>C'est facile d'acheter %s avec Paypal</strong> &mdash; vous pouvez autoriser la version Pro immédiatement après votre achat!

source: <strong>Purchase %s easily with PayPal</strong> &mdash; and update the Free plugin immediately after your purchase!
fr_ca: <strong>C'est rfacile d'acheter %s avec Paypal</strong> &mdash; vous pouvez mettre à jour l'extension gratuite immédiatement après votre achat!

source: <strong>Pro licenses never expire</strong> &mdash; there are no yearly fees for support and updates.
fr_ca: <strong>Les licences Pro n'expirent jamais</strong> &mdash; il n'y a aucun frais annuels ou récurrents pour le soutien et les mises à jour.

source: How great is that?
fr_ca: C'est génial!

source: <strong>The continued development of %1$s is driven by user requests</strong> &mdash; we welcome all your comments and suggestions!
fr_ca: <strong>Le développement continu de %1$s est motivé par les demandes de nos clients</strong> &mdash; nous accueillons tous vos commentaires et suggestions!

source: <strong>Great ratings are a terrific way to encourage plugin developers</strong> &mdash; and it only takes a minute (or less).
fr_ca: <strong>Une bonne cote est une excellente façon d'encourager un développeur d'extension</strong> &mdash; et ça ne prend qu'une minute (ou moins).

source: Please encourage us by rating the plugins you use.
fr_ca: Veuillez nous encourager en notant les plugins que vous utilisez.

source: This option is localized &mdash; you may change the WordPress locale with %s, etc., to define alternate option values for different languages.
fr_ca: Cette option est localisé &mdash; vous pouvez changer la langue locale admin WordPress avec %s, etc., pour définir des valeurs d'option pour d'autres langues.

# metabox tab
source: Edit Text
fr_ca: Modifier Texte

# metabox tab
source: Select Media
fr_ca: Choisir Média

# preview image error
source: Image Dimensions Smaller<br/>than Suggested Minimum<br/>of %s
fr_ca: Dimensions de l'image plus petites<br/>que le minimum suggéré<br/>de %s

# preview image error
source: Image Dimensions Unknown<br/>or Not Available
fr_ca: Dimensions de l'image inconnu<br/>ou non-disponible

# preview image error
source: No Open Graph Image Found
fr_ca: Aucune image Open Graph trouvé

# option label
source: Shortened URL
fr_ca: URL raccourcie

# option label
source: Open Graph Example
fr_ca: Example Open Graph

# option label
source: Facebook Debugger
fr_ca: Débogueur Facebook

# submit button
source: Validate Open Graph
fr_ca: Valider Open Graph

# option label
source: Google Structured Data Testing Tool
fr_ca: Outil Google de test des données structurées

# submit button
source: Validate Data Markup
fr_ca: Valider données structurées

# option label
source: Pinterest Rich Pin Validator
fr_ca: Validateur Pinterest de Rich Pin

# submit button
source: Validate Rich Pins
fr_ca: Valider Rich Pins

# option label
source: Twitter Card Validator
fr_ca: Vérificateur de carte Twitter

# submit button
source: Validate Twitter Card
fr_ca: Valider carte de Twitter

# option label
source: W3C Markup Validation
fr_ca: Validateur W3C de balises

# submit button
source: Validate HTML Markup
fr_ca: Valider les balises HTML

# option label
source: The AMP Validator
fr_ca: Le validateur AMP

# submit button
source: Validate AMP Markup
fr_ca: Valider le balisage AMP

source: Nonce token validation failed for the submitted form (update ignored).
fr_ca: La validation du jeton Nonce pour le formulaire soumis a échoué (mise à jour ignorée).

source: Non-standard value found for "%s" option - resetting to default value.
fr_ca: Valeur non-standard trouvé pour l'option '%s' - remise à la valeur par défaut.

source: WordPress could not find an entry for %s in the options table.
fr_ca: WordPress n'a pas pu trouver une entrée pour %s dans sa table d'options.

source: WordPress returned a non-array value when reading %s from the options table.
fr_ca: WordPress a retourné une valeur non-tableau lors de la lecture de %s dans sa table d'options.

source: WordPress returned an empty array when reading %s from the options table.
fr_ca: WordPress a retourné un tableau vide lors de la lecture de %s dans sa table d'options.

source: WordPress returned an unknown condition when reading %s from the options table.
fr_ca: WordPress a retourné un état inconnu lors de la lecture de %s dans sa table options.

source: The plugin settings have been returned to their default values &mdash; <a href="%s">please review and save the new settings</a>.
fr_ca: Les réglages de l'extension ont été retournée à leurs valeurs par défaut, <a href="%s">s'il vous plaît examiner et sauvegarder les nouveaux réglages</a>.

source: The values for '%1$s' and '%2$s' have an aspect ratio that is equal to / or greater than %3$s:1 &mdash; resetting these options to their default values.
fr_ca: Les valeurs d'options '%1$s' et '%2$s' ont un rapport d'aspect égal à / ou supérieur à %3$s: 1 &mdash; les options sont remises à leurs valeurs par défaut.

source: The Facebook App ID must be numeric and 32 characters or less in length &mdash; the value of "%s" is not valid.
fr_ca: L'ID de l'App Facebook doit être numérique et 32 ​​caractères ou moins de longueur - la valeur "%s" n'est pas valide.

source: Plugin settings (%s) have been updated and saved.
fr_ca: Les réglages (%s) ont été mis à jour et sauvegardés.

source: Possible conflict detected &mdash; your theme or another plugin is adding %1$s to the head section of this webpage.
fr_ca: Conflit possible détecté &mdash; votre thème ou une autre extension ajoute une balise HTML %1$s à l'entête de cette page Web.

source: Checking %1$s for duplicate meta tags
fr_ca: Vérification de balises méta en double pour %1$s

source: Retrieving the HTML document for %1$s took %2$s seconds.
fr_ca: Récupérer le document HTML pour %1$s a pris %2$s secondes.

source: This exceeds the recommended time limit of %1$s seconds (crawlers often time-out after %1$s seconds).
fr_ca: Cela dépasse le délai recommandé de %1$s secondes (plusieurs crawlers déconnectent après 3 secondes).

source: Please consider improving the speed of your site.
fr_ca: Veuillez envisager d'améliorer la vitesse de votre site.

source: As an added benefit, a faster site will also improve ranking in search results.
fr_ca: Comme avantage supplémentaire, un site plus rapide améliore également le classement dans les résultats de recherche.

source: Awesome! No duplicate meta tags found. :-) %s more checks to go...
fr_ca: Génial! Aucune balise méta dupliquée trouvée. :-) %s autres vérifications a faire...

source: Error parsing head meta for <a href="%1$s">%1$s</a>.
fr_ca: Erreur d'analyse méta de tête pour <a href="%1$s">%1$s</a>.

source: Error retrieving webpage from <a href="%1$s">%1$s</a>.
fr_ca: Erreur en récupérant le la page Web <a href="%1$s">%1$s</a>.

source: The SEO description field is disabled (the description meta tag is disabled and/or a known SEO plugin is/was active).
fr_ca: Le champ de description SEO est désactivé (la balise description est désactivé et/ou une extension SEO est/etait active).

source: Activate the %s extension for additional Schema markup features and options.
fr_ca: Activer l'extension %s pour plus de fonctions et options de balisage Schéma.

source: "%s" is an unknown Schema product item condition.
fr_ca: "%s" est une condition de produit Schéma inconnue.

# metabox title
source: Single Entry Integration
fr_ca: Intégration d'entrée unique

# option label
source: Title Field ID
fr_ca: ID champ de titre

# option label
source: Description Field ID
fr_ca: ID champ de description

# option label
source: Post Image Field ID
fr_ca: ID champ image d'article

# bbpress single user description
source: %s's Profile
fr_ca: Profil de %s

# bbpress single user description
source: %s's Topics Started
fr_ca: Sujets débutés par %s

# bbpress single user description
source: %s's Replies Created
fr_ca: Réponses crées de %s

# bbpress single user description
source: %s's Favorites
fr_ca: Favoris de %s

# bbpress single user description
source: %s's Subscriptions
fr_ca: Abonnements de %s

# bbpress single user description
source: Edit %s's Profile
fr_ca: Modifier le profil de %s

source: cropped
fr_ca: recadrée

source: %1$s image ID %2$s ignored &mdash; the resulting image of %3$s is too small for the required %4$s image dimensions.
fr_ca: L'image avec l'ID %2$s de %1$s a été ignoré &mdash; l'image résultante de %3$s est trop petite pour les dimensions requis par %4$s.

source: The PHP <a href="%1$s" target="_blank">%2$s function</a> is not available.
fr_ca: <a href="%1$s" target="_blank">La fonction PHP %2$s</a> n'est pas disponible.

source: Please contact your hosting provider to have the missing function installed.
fr_ca: SVP contactez votre hébergeur pour installer la fonction manquante.

source: Failed to upscale image ID %1$s of %2$s by %3$s from %4$s to %5$s for the %6$s image size (exceeds %7$s maximum upscale setting).
fr_ca: L'image avec l'ID %1$s de %2$s ne peut pas être agrandie par %3$s de %4$s à %5$s pour les dimensions de %6$s (dépasse le maximum défini de %7$s).

source: Image ID %1$s of %2$s has been upscaled by %3$s from %4$s to %5$s for the %6$s image size.
fr_ca: L'image avec l'ID %1$s de %2$s a été agrandie par %3$s de %4$s à %5$s pour les dimensions de %6$s.

source: full size original
fr_ca: originale pleine grandeur

source: %1$s includes an additional 'data-wp-pid' attribute for Media Library images &mdash; if this image was selected from the Media Library before %1$s was activated, try removing and adding the image back to your content.
fr_ca: %1$s inclut un attribut supplémentaire 'data-wp-pid' pour les images de la bibliothèque de médias &mdash; si cette image provient de la bibliothèque de médias, et quelle a été inséré au contenu avant que %1$s soit activé, essayez de supprimer et ré-ajouter à nouveau l'image au contenu.

source: Image %1$s in content ignored &mdash; the image width / height is too small for the required %2$s image dimensions.
fr_ca: L'image %1$s du contenu a été ignoré &mdash; la largeur / hauteur est insuffisante pour les dimensions requis par %2$s.

source: The %s option is empty.
fr_ca: L'option %s est vide.

source: The %1$s and %2$s options are empty &mdash; at least one option is required.
fr_ca: Les options %1$s et %2$s sont vides &mdash; au moins une option est nécessaire.

# option label
source: Bitly API Key
fr_ca: Clé d'API pour Bitly

source: The %s option is not enabled.
fr_ca: L'option %s n'est pas activée.

# option label
source: Google URL Shortener API
fr_ca: API raccourcissement Google

source: Incomplete and/or missing %s service API credentials for URL shortening.
fr_ca: Identifiants API incomplet ou manquant pour le service de raccourcissement d'URL %s.

source: Invalid user ID.
fr_ca: ID d'utilisateur non valide

source: %1$s requires %2$s version %3$s or higher and has been deactivated.
fr_ca: %1$s nécessite %2$s version %3$s ou supérieure et a été désactivé.

source: Please upgrade %1$s before trying to re-activate the %2$s plugin.
fr_ca: Veuillez mettre à jour %1$s avant d'essayer de réactiver l'extension %2$s.

# image size label
source: Google / Schema Image
fr_ca: Image Google / Schéma

source: The "%1$s" Organization Logo Image is missing and required for the Schema %2$s markup.
fr_ca: L'image logo de l'organisation "%1$s" est manquante et nécessaire pour le balisage du Schéma %2$s.

source: The "%1$s" Organization Banner (600x60) is missing and required for the Schema %2$s markup.
fr_ca: Le bannière (600x60) de l'organisation "%1$s" est manquante et nécessaire pour le balisage du Schéma %2$s.

source: Use Image
fr_ca: Utiliser l'image

# metabox title
source: Contact Field Names and Labels
fr_ca: Nom et Titre des Champs Contacts

# metabox title
source: Image Dimensions
fr_ca: Dimensions d'images

# submit button
source: Reload Default Sizes
fr_ca: Recharger tailles par défaut

# option label
source: Google / Schema / Pinterest
fr_ca: Google / Schéma / Pinterest

# option label
source: Twitter <em>Summary</em> Card
fr_ca: Carte Twitter <em>sommaire</em>

# option label
source: Twitter <em>Large Image Summary</em> Card
fr_ca: Carte Twitter <em>grande image</em>

# metabox title
source: Social Pages and Accounts
fr_ca: Pages et Comptes Sociaux

source: Failed to open the %s file for reading.
fr_ca: Impossible d'ouvrir le fichier %s pour la lecture.

# metabox tab
source: Sharing Buttons
fr_ca: Boutons de Partage

source: All sharing styles have been reloaded with their default value and saved.
fr_ca: Tous les styles de partage ont été rechargé avec leur valeur par défaut et sauvegardé.

source: The %s file is not readable.
fr_ca: Le fichier %s n'est pas lisible.

source: Failed writing to the % file.
fr_ca: Echec d'écriture dans le fichier%.

source: Updated the <a href="%1$s">%2$s</a> stylesheet (%3$d bytes written).
fr_ca: La feuille de style <a href="%1$s">%2$s</a> a été mise à jour (%3$d octets écrits).

source: The %s folder is not writable.
fr_ca: Le dossier %s n'est pas accessible en écriture.

source: Failed to open file %s for writing.
fr_ca: Impossible d'ouvrir le fichier %s pour l'écriture.

source: Error removing the minimized stylesheet &mdash; does the web server have sufficient privileges?
fr_ca: Erreur en retirant la feuille de style minimisé &mdash; le serveur Web a t'il les privilèges nécessaires?

# metabox title
source: Sharing Buttons
fr_ca: Boutons de Partage Social

source: %s must be published<br/>before it can be shared.
fr_ca: %s doit être publié<br/>avant d'être partagé.

source: Social sharing buttons can be added to the top, bottom, or both. Each sharing button must also be enabled below (see the <em>%s</em> options).
fr_ca: Les boutons de partage social peuvent être ajoutés en haut, en bas, ou les deux. Chaque bouton de partage doit aussi être activé ci-dessous (voir les options <em>%s</em>).

# option label
source: Show Button in
fr_ca: Afficher le bouton

source: Add the social sharing buttons to each entry of an index webpage (blog front page, category, archive, etc.). Social sharing buttons are not included on index webpages by default.
fr_ca: Ajouter les boutons de partage social à chaque item d'une page d'index (page blog d'avant, catégorie, archives, etc.). Les boutons de partage social ne sont pas inclus dans les pages Web d'index par défaut.

source: If a static Post or Page has been selected for the front page, you can add the social sharing buttons to that static front page as well (default is unchecked).
fr_ca: Si un Article ou une Page statique a été sélectionnée pour la page d'avant, les boutons de partage social peuvent être ajouter sur la page statique d'avant aussi (valeur par défaut est décochée).

source: Enabled social sharing buttons are added to the Post, Page, Media, and Product webpages by default. If your theme (or another plugin) supports additional custom post types, and you would like to include social sharing buttons on these webpages, check the appropriate option(s) here.
fr_ca: Les boutons de partage social activés sont ajoutés par défaut au pages Web d'Articles, Pages, Médias, et Produits. Si votre thème (ou une autre extension) supporte des articles de types personnalisé supplémentaires, et que vous souhaitez ajouter des boutons de partage social sur ces pages Web, cochez les options appropriées ici.

source: Select a pre-defined set of option values for sharing buttons in this location.
fr_ca: Sélectionnez un ensemble prédéfinie de valeurs d'options pour les boutons de partage dans cet emplacement.

source: Modify URLs shared by the sharing buttons to use a specific protocol. This option can be useful to retain the share count of HTTP URLs after moving your site to HTTPS.
fr_ca: Modifiez les URL partagées par les boutons de partage pour utiliser un protocole spécifique. Cette option peut être utile pour conserver le nombre de partage des URL HTTP après avoir déplacé votre site vers HTTPS.

source: Add the CSS of all <em>%1$s</em> to webpages (default is checked). The CSS will be <strong>minimized</strong>, and saved to a single stylesheet with a URL of <a href="%2$s">%3$s</a>. The minimized stylesheet can be enqueued or added directly to the webpage HTML.
fr_ca: Ajouter le CSS de tous les <em>%1$s</em> au pages Web (cochée par défaut). Le CSS sera <strong>minimisé</strong> et sauvegardé dans une seule feuille de style avec l'URL <a href="%2$s">%3$s</a>. La feuille de style peut être mis en queue ou ajouté directement au HTML des pages Web.

source: Have WordPress enqueue the social stylesheet instead of adding the CSS to in the webpage HTML (default is unchecked). Enqueueing the stylesheet may be desirable if you use a plugin to concatenate all enqueued styles into a single stylesheet URL.
fr_ca: Demander a WordPress de mettre la feuille de style en queue au lieu d'ajouter le CSS au HTML des pages Web (décochée par défaut). Mettre la feuille de style en queue peut être souhaitable si vous utilisez une extension pour assembler tous le contenu des feuilles de styles dans un seul URL.

source: JavaScript added to webpages for the social sharing sidebar.
fr_ca: JavaScript ajouté au pages Web pour la barre latérale de partage sociale.

source: Append the %1$s to the tweet (see <a href="%2$s">the Twitter options tab</a> in the %3$s settings page). The %1$s will be displayed and recommended after the webpage is shared.
fr_ca: Ajouter le %1$s au Tweet (voir <a href="%2$s">l'onglet d'options Twitter</a> sur la page de réglages %3$s). Le %1$s sera affichés et recommandé après que la page Web est été partagée.

# option label
source: Twitter Business @username
fr_ca: Le @nom d'affaires Twitter

# lib file description
source: General
fr_ca: Général

source: Recommend following the author's Twitter @username after sharing a webpage. If the %1$s option (above) is also checked, the %2$s is suggested first.
fr_ca: Conseiller de suivre le @nom Twitter de l'auteur après avoir partagé une page Web. Si l'option %1$s (ci-dessus) est également cochée, le %2$s sera recommandé en premier.

# option label (short)
source: Add via @username
fr_ca: Ajouter via @nom

source: The rendered HTML for social sharing buttons is saved to the WordPress transient cache to optimize performance.
fr_ca: Le code HTML des boutons de partage social est enregistré dans le cache transitoire de WordPress pour optimiser la performance.

source: The JavaScript of most social sharing buttons can be saved locally to cache folder in order to provide cached URLs instead of the originals.
fr_ca: Le JavaScript des boutons de partage social peut être enregistré localement afin de fournir des URLs du cache au lieu des originaux.

source: If your hosting infrastructure performs reasonably well, this option can improve page load times significantly.
fr_ca: Si votre infrastructure d'hébergement fonctionne raisonnablement bien, cette option peut améliorer le temp de chargement des pages Web considérablement.

# metabox title
source: Network Advanced Settings
fr_ca: Réglages Avancés du Réseau

# metabox tab
source: Plugin Settings
fr_ca: Réglages de l'Ext.

# metabox tab
source: Cache Settings
fr_ca: Réglages cache

# metabox title
source: Extension Plugins and Pro Licenses
fr_ca: Autres Extensions et Licences Pro

# metabox title
source: Advanced Settings
fr_ca: Réglages Avancés

# metabox title
source: Head Tags List
fr_ca: Liste des Balises d'Entête

# metabox tab
source: Content and Filters
fr_ca: Contenu et Filtres

# metabox tab
source: Integration
fr_ca: Intégration

# metabox tab
source: Custom Meta
fr_ca: Méta personnalisé

# metabox tab
source: Service APIs
fr_ca: APIs de Service

# metabox tab
source: Custom Contacts
fr_ca: Contacts Personnalisés

# metabox tab
source: Built-In Contacts
fr_ca: Contacts Intégrés

# metabox tab
source: Schema
fr_ca: Schéma

# metabox tab
source: SEO / Other
fr_ca: SEO / Autre

# metabox title
source: Social Sharing Buttons
fr_ca: Boutons de Partage Social

# metabox tab
source: Include Buttons
fr_ca: Ajout de Boutons

# metabox tab
source: Buttons Position
fr_ca: Position des Boutons

# metabox tab
source: Buttons Presets
fr_ca: Préréglages des Boutons

# metabox tab
source: Advanced Settings
fr_ca: Réglages Avancés

# option label
source: Include on Archive Webpages
fr_ca: Inclure sur les pages d'archive

# option label
source: Include on Static Front Page
fr_ca: Inclure sur la page statique d'avant

# option label
source: Position in Content Text
fr_ca: Position dans le texte de contenu

# option label
source: Position in Excerpt Text
fr_ca: Position dans le texte d'extrait

# metabox title
source: Help and Support
fr_ca: Assistance et Soutien

# metabox title
source: Ratings are Awesome!
fr_ca: Une Note c'est Génial!

# metabox title
source: Version Information
fr_ca: Information de Version

# metabox title
source: Free / Standard Features
fr_ca: Fonctionnalités de Base

# metabox title
source: Pro / Additional Features
fr_ca: Fonctionnalités Pro

# metabox title
source: Essential General Settings
fr_ca: Réglages Généraux Essentiels

# metabox title
source: Optional Advanced Settings
fr_ca: Réglages Avancés Optionnels

# metabox title
source: Site Information
fr_ca: Informations du Site

# option label
source: Website Name
fr_ca: Nom du site Web

# option label
source: Website Description
fr_ca: Description du site Web

# option label
source: Default Article Topic
fr_ca: Rubrique d'article par défaut

# option label
source: Facebook Business Page URL
fr_ca: URL page d'affaires Facebook

# option label
source: Facebook Application ID
fr_ca: ID de l'application Facebook

# option label
source: or Facebook Admin Username(s)
fr_ca: ou Nom d'utilisateurs admin FB

# option label
source: Default / Fallback Image ID
fr_ca: ID de l'image par défaut

# option label
source: or Default / Fallback Image URL
fr_ca: ou URL d'une image par défaut

# metabox title
source: Google / Schema
fr_ca: Google / Schéma

# option label
source: Google+ Business Page URL
fr_ca: URL page d'affaires Google+

source: Include <a href="%s">Website Information</a> for Google Search
fr_ca: Inclure les <a href="%s">informations du site Web</a> pour Google Search

source: Include <a href="%s">Organization Social Profile</a>
fr_ca: Inclure le <a href="%s">profil sociale de l'organisation</a>

source: Include <a href="%s">Person Social Profile</a> for Site Owner
fr_ca: Inclure le <a href="%s">profil sociale d'une personne</a> pour propriétaire du site

# option label
source: Organization Logo Image URL
fr_ca: URL de l'image logo de l'organisation

# option label
source: Organization Banner (600x60) URL
fr_ca: URL bannière (600x60) de l'organisation

# option label
source: Pinterest Company Page URL
fr_ca: URL page entreprise Pinterest

# metabox title
source: Specific Websites and Publishers
fr_ca: Éditeurs et Sites Web Spécifiques

# metabox tab
source: Site Information
fr_ca: Informations du Site

# metabox tab
source: Authorship
fr_ca: Auteurs

# metabox tab
source: Videos
fr_ca: Vidéos

# metabox tab
source: Other
fr_ca: Autre

# option label
source: Default Post / Page Type
fr_ca: Type d'article par défaut

# option label
source: Title Separator
fr_ca: Séparateur de titre
